[
    {
        "id": "e601ab65-f5f2-48ba-a9ec-42a5545f805c",
        "url": "https://www.reuters.com/world/middle-east/israels-mobileye-ceo-urges-that-netanyahu-be-replaced-immediately-2023-10-29/",
        "title": "Israel's Mobileye CEO urges that Netanyahu be replaced immediately",
        "text": "JERUSALEM, Oct 29 (Reuters) - The head of self-driving auto technologies firm Mobileye (MBLY.O) and one of Israel's leading businessmen, Amnon Shashua, on Sunday urged the immediate ouster of Prime Minister Benjamin Netanyahu and his government.Shashua, in a high-profile public rebuke from Israel's private sector, said Netanyahu's government was guilty of \"failures, dissonance and incompetence\" since Hamas gunmen crossed from Gaza in a deadly rampage of southern Israeli towns on Oct. 7.\"We must cut our losses and do it quickly. The only solution to the current situation in Israel is to replace the government, and it needs to happen immediately,\" Shashua wrote in an opinion piece in financial daily Calcalist.Netanyahu caused his own uproar on Sunday by taking a jab at his intelligence chiefs, saying they never warned him Hamas was planning its attack, but later retracted his comments and issued an apology.Netanyahu's office, asked by Reuters, declined to comment on Shashua's editorial.The government, Shashua said, which seemed more concerned about its political survival than \"the good of the country,\" could be replaced without calling a new election, minimizing political turmoil, with the formation of a new coalition within the current parliament.Netanyahu has not taken responsibility over intelligence and operational failures, saying only that there would be time to ask tough questions, including of himself, after the war.Israeli officials have said events leading up to and including the handling of the Hamas attack would be investigated, but that the current focus was on the conflict.Shashua co-founded Mobileye firm in 1999. It was bought by Intel (INTC.O) in 2017 for $15.3 billion and last year again went public. He also founded One Zero digital bank and AI firm AI21 Labs.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "c9df690d-238b-47ea-a2d4-67bf39e38faa",
        "url": "https://www.reuters.com/world/us/us-army-reservist-suspected-lewiston-maine-shootings-found-dead-likely-suicide-2023-10-28/",
        "title": "Maine shooting suspect found dead in cargo trailer, motive still a mystery",
        "text": "LEWISTON, Maine, Oct 28 (Reuters) - The U.S. Army reservist who sprayed a bowling alley and bar with gunfire this week in Lewiston, Maine, killing 18 people, took his own life inside a cargo trailer parked on the lot of a recycling plant where he once worked, police said on Saturday.Robert R. Card, 40, was found dead on Friday evening from a self-inflicted gunshot wound, police said late Friday night. The announcement, after a 48-hour search for the suspect in the most lethal act of firearms violence in the state's history, brought a sense of relief to Lewiston and other southern Maine communities plunged into a virtual lockdown during the manhunt.At a news briefing on Saturday, Maine Public Safety Commissioner Mike Sauschuck revealed that a state police tactical team discovered Card's corpse in an unlocked shipping container parked on one of dozens of tractor-trailer rigs standing in an overflow lot of the recycling plant.Police had combed the plant twice before, as Card was believed to have worked there in the past, Sauschuck said. But searchers initially overlooked the extra parking lot, occupied by 50 to 60 cargo trailers, some of them full of crushed plastic or metal, the commissioner said.Card's body was dressed in what appeared to be the same brown sweatshirt a surveillance camera caught him wearing the night of the attack. Investigators would not say how long they believed Card had been dead.The recycling facility is less than a mile from where police found Card's abandoned getaway vehicle shortly after the shooting spree.A total of 18 people were killed and 13 wounded in Wednesday night's carnage, which began when the gunman opened fire with a rifle inside the Just-In-Time Recreation bowling alley. He launched another attack minutes later at Schemengees Bar & Grille Restaurant a few miles away.Among the wounded, three were still in critical condition on Saturday, Sauschuck said.The shootings and prolonged manhunt convulsed the normally bustling but serene community of Lewiston, a former textile hub and the second-most populous city in Maine, situated on the banks of the Androscoggin River.Still, by Saturday afternoon, a measure of normalcy was restored to the postcard-like New England city. Residents were out shopping, children played on quiet, leafy streets, and Bates College students jogged around campus after two days of shelter-in-place orders rendered the community a ghost town.On Saturday evening, hundreds of people from in and around Lewiston gathered on the riverfront in nearby Lisbon to grieve at a candlelight vigil. Attendees prayed together and softly sang \"Amazing Grace.\"“I hope this community can heal and move forward,” said Pam Hill, a traveling home-care nurse from Georgia who has lived in the area for the past two months. She said she felt more at ease knowing Card was dead.“It’s good to know that I can get out and drive around and not be nervous about going from home to home to home,” she said.Another vigil was planned for Sunday, even as investigators continued to search for answers.Officials said they recovered a rifle in Card's abandoned white Subaru and two guns with his body. All the weapons were apparently purchased by Card legally, a representative for the U.S. Bureau of Alcohol, Tobacco, Firearms and Explosives said.Officials have yet to offer a possible motive for the violence, though Sauschuck elaborated on a note that police previously said was found at Card's house. They said it was addressed by the suspect to a loved one and listed the passcode to Card's phone and bank account information.\"I wouldn't describe it as an explicit suicide note, but the tone and tenor was that the individual was not going to be around,\" he said.Sauschuck said investigators had determined the tragedy had \"a mental health component\". He cited evidence Card suffered from paranoia and \"felt like people were talking about him,\" factors that might have led him to target the venues he attacked.A Maine law enforcement bulletin circulated this week identified Card as a trained firearms instructor at the U.S. Army Reserve base in Saco, Maine. It said he had reported hearing voices and had other mental health issues.He also had threatened to shoot up the National Guard base in Saco and was \"reported to have been committed to (a) mental health facility for two weeks during summer 2023 and subsequently released,\" according to the bulletin from the Maine Information & Analysis Center, a unit of the Maine State Police.Sauschuck said on Saturday that officials had no evidence Card was ever \"forcibly committed\" for mental illness treatment, and still looking into any voluntary treatment he may have received.Navy veteran Phil Bickett, 82, out buying groceries in Lewiston on Saturday, said he was grateful the manhunt was over but frustrated the suspect would never face justice.“I hate to see him taking himself out because there’s no real justice in shooting yourself,” Bickett said. “Anyway, it’s over. That's a good thing.”Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "acb1a580-cc56-4e8d-9d01-e8c2e1797cf5",
        "url": "https://www.reuters.com/world/g7-calls-immediate-repeal-bans-japanese-food-pressing-china-2023-10-29/",
        "title": "G7 calls for immediate repeal of bans on Japanese food, pressing China",
        "text": "TOKYO, Oct 29 (Reuters) - The Group of Seven (G7) industrial powers called on Sunday for the \"immediate repeal\" of import curbs on Japanese food products, a reference to China's restrictions after Japan began releasing wastewater from the Fukushima nuclear power plant.The G7 trade ministers, in a statement after a weekend meeting on Osaka, did not mention China but they also denounced what they consider its rising economic coercion through trade.\"We deplore actions to weaponize economic dependencies and commit to build on free, fair, and mutually beneficial economic and trade relationships,\" said the 10-page statement.China slapped a blanket suspension of Japanese fish imports two months ago when Japan started the release of treated radioactive water from the wrecked Fukushima plant into the Pacific. While Japan and the U.S. have called the curbs unfair, Russia announced a similar restriction earlier this month.China's foreign ministry did not immediately respond to a request for comment on the G7 statement outside business hours.The G7 - the United States, Japan, Germany, Britain, France, Italy and Canada - expressed \"concern\" over recent control measures on the export of critical minerals.China, the world's top graphite producer, this month announced export curbs on the key material, used in electric vehicle batteries, in another bid to control critical mineral supply in response to challenges over its global manufacturing dominance.The G7 ministers \"shared the need, a genuinely strong one, to reduce dependence on a particular country\" for the supply of critical resources, said Yasutoshi Nishimura, trade minister of the host Japan. \"We completely agreed to build resilient and reliable supply chains\" for critical minerals, semiconductors and batteries, he told a press conference.The ministers reaffirmed their concerns on \"a wide and evolving range of non-market policies\" that include \"pervasive, opaque and trade-distortive industrial subsidies\" and forced technology transfer, the statement said.On Russia, the G7 officials condemned its destruction of Ukrainian grain export infrastructure in its invasion of the country, and Moscow's decision to \"unilaterally\" leave talks on an agreement that had allowed grain giant Ukraine to export wheat and other products through the Black Sea.Unlike the G7 finance ministers' meeting two weeks ago, which condemned \"terror attacks\" on Israel by Hamas, the trade ministers did not mention the Middle East crisis, saying only that they \"seek to raise awareness about the challenges of moving humanitarian goods across international borders during natural disasters and other emergencies\".Western countries have generally backed what they say is Israel's right to self-defence, but there has been mounting international concern over the toll from Israel's bombing and growing calls for a pause to allow aid to reach Palestinian civilians in Gaza.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "754298fa-df03-4d50-8cdd-1c7670d06a7d",
        "url": "https://www.reuters.com/world/middle-east/terrified-gaza-residents-try-reconnect-communications-return-2023-10-29/",
        "title": "Bombarded Gazans look for loved ones as blackout eases",
        "text": "GAZA, Oct 29 (Reuters) - Gazans searched for loved ones and heard news of family members killed as communications gradually returned to the enclave on Sunday after a near total blackout as Israel's troops and armour pushed into the Hamas-ruled enclave.The United Nations also warned that Palestinians were desperate for food and that civil order was breaking down after three weeks of war with Hamas militants and a siege on the densely populated coastal strip.The fighting intensified on Friday night as Israeli forces waged ground operations in Gaza in what Israeli Prime Minister Benjamin Netanyahu described as the second phase of the war aimed at crushing Hamas.Shaban Ahmed, a public servant who works as an engineer and has five children, described the Israeli attacks as \"doomsday\".\"This morning, Sunday, I discovered that my cousin has been killed in an air strike on their house on Friday,\" Ahmed, who stayed in Gaza City despite an Israeli warning to evacuate south, told Reuters.\"We only knew today. Israel cut us off from the world in order to wipe us out, but we are hearing the sounds of explosions and we are proud the resistance fighters have stopped them at meters distance.\"Israel's chief military spokesperson has declined to say whether Israel was behind the telecommunications blackout but said it would do what it needed to protect its forces.Israeli air strikes have been pounding Gaza City since Hamas' Oct. 7 attack on southern Israel, in which Israeli authorities said at least 1,400 Israelis were killed in the deadliest day of the nation's 75-year history.Ahmed said the strikes on Friday from air, sea and the ground continued non-stop for hours.Hamas said on Sunday it was continuing to confront Israeli forces, which were continuing ground operations.The health ministry in Gaza said on Sunday a total of 8,005 people there had been killed since Oct. 7.Palestinians were struggling to find loved ones in the bloody chaos as the growing humanitarian crisis squeezed Gaza. One woman looking for one of her sons stood over rubble in Gaza City and cried out: \"I don't know where he is.\"In another part of Gaza, people looked for survivors after Israeli air strikes in the Al-Nasir neighbourhood. People pulled a body from the rubble as smoke billowed. A woman screamed. Others carried the injured.Many people have been glued to rusty radios for news, which had become the only means to get information on the heaviest Israeli air strikes ever on narrow Gaza, one of the most densely populated spots in the world, with the internet and phones down.Medical services became so stretched that ambulances were no longer taking calls. People hit by bombings relied on volunteers to take them for treatment.The air strikes focused heavily on areas in northern Gaza, including Gaza City, where ground incursions were taking place.People in the southern Gaza Strip said they heard the explosions and saw the sky light up - but had no means of checking on family and friends in the targeted areas.“Gaza is isolated from the rest of the world. Strikes are hitting right next to us, around us and no one can reach us or locate the strike,\" said Gaza resident Um Yehia, who went south after the Israeli warning and is now sheltering inside the Nasser Hospital in Khan Younis.Bilal Abu Mostafa's barber shop was destroyed two weeks ago. Like many Gazans he has taken shelter in a hospital, where doctors are struggling to keep pace with casualties.He turned a damaged ambulance into a makeshift barber shop.After dark he goes up into a hospital room to give hair cuts to \"people severely burned or broken and can't come downstairs\".Aid supplies to Gaza have been choked since Israel began bombarding the enclave in response the Hamas attacks, and the communications isolation also hit aid agencies, complicating already severe shortages of food, fuel and medicine.The Palestinian Red Crescent said on Sunday it received 10 trucks from the Egyptian Red Crescent through the Rafah crossing, containing food supplies and medical supplies, bringing the total to 94.Thousands of Gaza residents broke into warehouses and distribution centres of the U.N. Palestinian refugee agency (UNRWA) grabbing flour and \"basic survival items\", the organisation said on Sunday.\"This is a worrying sign that civil order is starting to break down after three weeks of war and a tight siege on Gaza,\" UNRWA said in a statement.An Israeli official said on Sunday Israel would allow a dramatic increase in aid to Gaza in the coming days, calling again on Palestinian civilians to head to what he described as a \"humanitarian\" zone in the south of the territory.Kholoud Qdeih and 20 of her extended family are now living in the basement of a building in Khan Younis, in the south. She and other relatives had been living close to the border with Israel and have moved deeper into the city.She lost a son in a previous Gaza war but remains defiant.\"We will remain in our land steadfast, even if they entered with the tanks, whatever happens, we will remain steadfast,\" said Qdeih. \"We will not make the mistake of our forefathers when they left in 1948. We will always stay in our home.\"Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "0f1ce24d-2c7c-4fb1-adb1-1ba61807e232",
        "url": "https://www.reuters.com/world/middle-east/gazans-break-into-aid-centres-taking-flour-supplies-un-says-2023-10-29/",
        "title": "Gazans break into aid centres, taking flour and supplies, UN says",
        "text": "Oct 29 (Reuters) - Thousands of Gaza residents broke into U.N. warehouses on Sunday, grabbing flour and other essential items in a sign they had reached \"breaking point\", the United Nations Palestinian refugee agency (UNRWA) said.One of the warehouses, located in Deir al-Balah in central Gaza, is where UNRWA stores supplies delivered by humanitarian convoys crossing into Gaza from Egypt.Footage from Khan Younis in southern Gaza showed men frantically carrying boxes and large bags out of a warehouse, hoisting them onto their shoulders or loading them onto their bicycles.\"This is a worrying sign that civil order is starting to break down after three weeks of war and a tight siege on Gaza,\" the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) said in a statement.Speaking to Reuters from Amman in Jordan, Juliette Touma, UNRWA's director of communications, said the scenes at the warehouses and distribution centres showed people's despair.\"This is an indication that people in Gaza have reached a breaking point,\" she said. \"The levels of frustration and despair are really very high, and people are hitting rock bottom when it comes to their patience, their ability to take more.\"Aid supplies to Gaza have been choked since Israel began bombarding the densely populated Palestinian enclave in response to a deadly attack by its ruling militant group Hamas on Oct. 7.Touma said UNRWA had been forced to reduce the scale of its humanitarian operation in the densely populated enclave because it could not distribute fuel to some medical facilities. She said UNRWA had not received any additional supplies on Sunday.\"Those supplies are very, very little and they don't correspond to the huge needs on the ground,\" she said.\"We are asking for a standard and regular flow of humanitarian supplies, including fuel, and an increase in the number of trucks on these convoys.\"UNRWA has said its ability to help people in Gaza has been completely stretched by air strikes that have killed dozens of its staff and restricted the movement of supplies.\"Fifty-nine colleagues at UNRWA were killed during the war,\" Touma said.\"This is only the number that UNRWA was able to verify and confirm. Sadly, the number of colleagues who have been killed could be in fact higher. We have also reports of people who are stuck under the rubble.\"Even before the conflict, the organisation had said its operations were being jeopardised due to a lack of funding.Established in 1949 following the first Arab-Israeli war, UNRWA provides public services including schools, healthcare and humanitarian aid in Gaza, the West Bank, Jordan, Syria and Lebanon.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "925ca04f-90ae-40b5-963b-338587261cb9",
        "url": "https://www.reuters.com/world/middle-east/us-asking-israel-hard-questions-gaza-military-assault-white-house-2023-10-29/",
        "title": "US says Israel must protect civilians in Gaza, stop Jewish settler violence",
        "text": "WASHINGTON, Oct 29 (Reuters) - Israel has a responsibility to protect the lives of innocent people in Gaza, White House national security adviser Jake Sullivan said on Sunday amid a growing outcry over Palestinian civilian deaths.With the death toll in the Gaza Strip in the thousands and climbing, U.S. President Joe Biden's administration has been under increasing pressure to make clear that its steadfast support of Israel does not translate into a blanket endorsement of all that its ally is doing in the impoverished enclave in retaliation for the Oct. 7 attack by Hamas.In a round of television interviews, Sullivan said Washington was asking hard questions of Israel, including on issues surrounding humanitarian aid, distinguishing between terrorists and innocent civilians and on how Israel is thinking through its military operation.\"What we believe is that every hour, every day of this military operation, the IDF (Israel Defense Forces), the Israeli government should be taking every possible means available to them to distinguish between Hamas terrorists who are legitimate military targets and civilians who are not,\" Sullivan said on CNN.The U.S. has been clear on that issue and Biden will reiterate the position in a call later on Sunday with Israeli Prime Minister Benjamin Netanyahu, Sullivan said.Sullivan also said Netanyahu has a responsibility to \"rein in\" extremist Jewish settlers in the Israeli-occupied West Bank. \"It is totally unacceptable to have extremist settler violence against innocent people in the West Bank,\" he said.Biden also is facing pressure from within his own Democratic Party to call for a ceasefire.As Israel's largest military backer, the United States bears some responsibility for its actions on the battlefield, U.S. Representative Pramila Jayapal, leader of the Congressional Progressive Caucus, said on NBC's \"Meet the Press.\"\"We are losing credibility,\" Jayapal said. \"And, frankly, we're being isolated in the rest of the world.\"The attack from Gaza by Hamas that killed 1,400 people unleashed a wave of aerial bombardment from Israel and an incipient ground operation. The Palestinian militant group also took more than 200 hostages.Medical authorities in the Gaza Strip, which has a population of 2.3 million people, say 8,005 Palestinians have been killed in Israel's campaign to obliterate Iran-backed Hamas.The Hamas militants who control Gaza have embedded themselves among the Palestinian population and in civilian infrastructure, making an operation against them extremely difficult, Sullivan said.\"That creates an added burden for Israel, but it does not lessen Israel's responsibility under international humanitarian law, to distinguish between terrorists and civilians, and to protect the lives of innocent people, and that is the overwhelming majority of the people in Gaza,\" Sullivan said.Israel has tightened its blockade and bombarded Gaza for three weeks. With supplies of food, water and medicines running low, thousands of Gaza residents broke into UN warehouses and distribution centers to get food.There has been a mounting international outcry over the toll from the bombing and growing calls for a \"humanitarian pause\" to allow aid to reach Gaza civilians.In an interview on CBS, Sullivan was asked if there was \"daylight\" between the U.S. and the Netanyahu government.\"We talk candidly, we talked directly, we share our views in an unvarnished way and we will continue to do that,\" Sullivan replied on \"Face the Nation.\"\"But sitting here in public, I will just say that the United States is going to make its principles and propositions absolutely clear, including the sanctity of innocent human life. And then we will continue to provide our advice to Israel in private.\"Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "6e025d54-a999-4962-93b9-7006ad9fc0d8",
        "url": "https://www.reuters.com/world/asia-pacific/maldives-will-return-indian-military-soon-possible-says-incoming-president-2023-10-29/",
        "title": "Maldives will return Indian military as soon as possible, says incoming president",
        "text": "COLOMBO, Oct 29 (Reuters) - Maldives will work to return Indian military personnel from its shores \"as soon as possible,\" President-elect Mohamed Muizzu told Reuters on Sunday, insisting it was the top foreign policy priority for the tiny Indian Ocean island chain.Muizzu won Maldives' presidential election last month, beating incumbent President Ibrahim Solih in a second-round runoff.Solih had followed an \"India first\" policy but Muizzu in his election campaign promised to remove a small Indian military presence of some 75 personnel in Maldives.\"I will be holding frank and detailed diplomatic consultations with India to work out details of sending back military personnel from the Maldives as soon as possible,\" Muizzu, who will take office on Nov. 17, told Reuters in an online interview from Male.\"The focus is not on the actual number of military personnel here, it is on not having any at all in the Maldives. We will discuss with the Indian government and find out a way forward for this.\"Home to about 521,000 people, Maldives is famous for its sun-kissed atolls and luxury tourist resorts.Rival Asian giants India and China have both invested millions of dollars in infrastructure in the islands as they seek to build influence.The coalition backing Muizzu is known to be close to China but Muizzu told Reuters he was not pro-China or anti any country.India has longstanding cultural, financial and security ties with Maldives, and has denied it aims to establish a military presence in the islands.Muizzu said he will seek details of an agreement signed with India to build a naval harbour for Maldivian forces, to clear up any concerns over Maldivian independence and sovereignty.\"Of course we need development of the naval base and other military training grounds in the country with assistance from different countries but it doesn’t mean there should be a setup in which foreign military presence is required for its operations,\" Muizzu told Reuters.He said he would make it a priority to ensure that his country's relations with India thrive.\"So I’m sure our friends in the Indian leadership will agree that we have a shared interest in creating a reservoir of respect which will be beneficial not just for the Maldives and India, but also for the stability and security of the Indian Ocean region as well.\"Muizzu also plans to improve ties with China, which has in recent years invested in infrastructure projects as it builds closer ties and pursues its Belt and Road vision of transport and energy networks.Maldives will engage with India and China, as well as other countries, on growth opportunities including investment in special economic zones Muizzu expects to establish to spur growth and double tourism numbers during his five-year term.\"I’m not pro-China or any country. The Maldives is and will not be anti or pro any country. My government will always be for Maldives. The Maldives will benefit immensely from having strong and vibrant relationships with the advanced economies as well as with emerging economic powers,\" he said.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "21cb7050-a2d0-4486-8f18-5c89b88f0e0c",
        "url": "https://www.reuters.com/world/middle-east/israels-netanyahu-says-wasnt-shown-intel-planned-hamas-attack-2023-10-29/",
        "title": "Netanyahu swipes at intel chiefs over Hamas, then apologizes",
        "text": "JERUSALEM, Oct 29 (Reuters) - Israeli Prime Minister Benjamin Netanyahu on Sunday took a jab at his intelligence chiefs on the X platform, saying they never warned him Hamas was planning its wide-scale attack on Oct. 7, but later retracted his comments and issued an apology.The remarks, posted on X at 1 a.m. on Sunday (around 2300 GMT on Saturday), caused a political uproar and a rift within the war cabinet of Netanyahu, who has drawn public ire for not taking responsibility over intelligence and operational failures relating to Hamas' rampage through southern Israel.While top officials - from the heads of the military and the Shin Bet domestic spy service to his finance minister - have all acknowledged their failures, Netanyahu has not.He has only said that there would be time to ask tough questions, including of himself, after the war.Israel's military spokesperson, asked about Netanyahu's comments during a daily briefing with reporters, declined to respond, saying: \"We are now at war, focused on the war.\"Israeli officials have said events leading up to and including the handling of the Hamas attack itself would be investigated, but that the current focus was on the conflict.Netanyahu's now-deleted post had said: \"At no time and no stage was a warning given to Prime Minister Netanyahu regarding war intentions of Hamas. On the contrary, all security officials, including the head of army intelligence and the head of the Shin Bet, estimated that Hamas was deterred and interested in an arrangement.\"In a second post on X about 10 hours later, Netanyahu wrote: \"I was wrong,\" adding that his remarks \"should not have been made and I apologize for that.\"\"I give full backing to all the heads of the security branches,\" he said.Netanyahu's initial comments were promptly rebuked by current and past allies, including Benny Gantz, a former defense minister who is now in Netanyahu's war cabinet.Gantz said on X that Netanyahu should retract what he said and let the matter go.\"When we are at war, leadership must show responsibility, decide to do the right things and bolster the forces in a way that they can carry out what we demand of them,\" Gantz said.The well-planned surprise Hamas attack was the deadliest for Israel in its 75-year history. Israel has since bombarded the Gaza Strip with devastating air strikes and begun ground operations with the aim of toppling the Iran-backed Islamist group and securing the release of scores of people abducted from Israel to Gaza on Oct. 7.Opposition leader Yair Lapid, who was formerly prime minister, said Netanyahu \"crossed a red line\" with the overnight post.\"The attempts to evade responsibility and place the blame on the security establishment weakens the IDF (Israel Defense Forces) while it's fighting Israel's enemies,\" he said.Yossi Cohen, who headed the Mossad spy agency under previous Netanyahu governments, told Israel Radio: \"You take responsibility from the beginning of your job, not from the middle.\"Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:43.823318Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "984dcdf6-947c-4466-b138-d22130b78996",
        "url": "https://www.reuters.com/world/middle-east/musk-says-starlink-provide-connectivity-gaza-through-aid-organizations-2023-10-28/",
        "title": "Musk says Starlink will provide Gaza connectivity for aid groups",
        "text": "JERUSALEM, Oct 28 (Reuters) - Elon Musk said on Saturday that SpaceX's Starlink will support communication links in Gaza with \"internationally recognized aid organizations\", prompting Israel's communication minister to say Israel would fight the move.Musk said in a post on social media platform X that it was not clear who has authority for ground links in Gaza, but we do know that \"no terminal has requested a connection in that area\".A telephone and internet blackout isolated people in the Gaza Strip from the world and from each other on Saturday, with calls to loved ones, ambulances or colleagues elsewhere all but impossible as Israel widened its air and ground assault.International humanitarian organizations said the blackout, which began late on Friday, was worsening an already desperate situation by impeding life-saving operations and preventing contact with their staff on the ground.SpaceX did not immediately respond to Reuters' request for comment on how it would ensure any Starlink connection was used by aid organizations and not by the Palestinian militant group Hamas, which runs the Gaza Strip.Responding to Musk's post on X, Israel's communication minister Shlomo Karhi said Israel \"will use all means at its disposal to fight this.\"\"HAMAS will use it for terrorist activities,\" Karhi wrote. \"Perhaps Musk would be willing to condition it with the release of our abducted babies, sons, daughters, elderly people. All of them! By then, my office will cut any ties with starlink.\"Following Russia's February 2022 invasion of Ukraine, Starlink satellites were reported to have been critical to maintaining internet connectivity in some areas despite attempted Russian jamming.Since then, Musk has said he declined to extend coverage over Russian-occupied Crimea, refusing to allow his satellites to be used for Ukrainian attacks on Russian forces there.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "fda01c64-c676-49c4-8da7-eef3d403b93b",
        "url": "https://www.reuters.com/legal/sam-bankman-fried-jury-hear-ftx-founders-testimony-fraud-trial-2023-10-27/",
        "title": "Sam Bankman-Fried admits 'mistakes' but testifies he did not defraud anyone",
        "text": "NEW YORK, Oct 27 - FTX founder Sam Bankman-Fried, testifying in his own defense at his fraud trial on Friday, said a \"lot of people got hurt\" when the cryptocurrency exchange collapsed last year, but insisted he did not defraud anyone or steal billions of dollars from customers.Bankman-Fried fielded questions from his own lawyer in his first day of testimony with jurors present, admitting to making \"mistakes\" such as not putting in place a risk-management team while also seeking to lay blame on Caroline Ellison, the former CEO of his crypto-focused Alameda Research hedge fund who was a key witness for the prosecution.The 31-year-old former billionaire's answers conformed to his longstanding position that he overlooked some aspects of his business as an entrepreneur building a fast-growing company from scratch but never set out to steal from people.\"We thought that we might be able to build the best product on the market,\" Bankman-Fried said during his six hours of testimony in Manhattan federal court. \"It turned out basically the opposite of that. A lot of people got hurt - customers, employees - and the company ended up in bankruptcy.\"Bankman-Fried has pleaded not guilty to two counts of fraud and five counts of conspiracy. If convicted, he could face decades in prison.Prosecutors have accused Bankman-Fried of using FTX customer funds to prop up Alameda, make speculative venture investments and donate more than $100 million to U.S. political campaigns. He also is accused of scheming to cheat Alameda's lenders and FTX investors.Responding in a calm-sounding tone to defense lawyer Mark Cohen's questions, Bankman-Fried said he believed funds used for sponsorships and real estate came not from FTX's customers, as prosecutors allege, but from the company's revenue or capital it received from equity investors. He said he borrowed from Alameda, which he owned, to make political donations.Bankman-Fried sought to distance himself from specific actions he said three of his closest former colleagues - each of whom pleaded guilty to fraud and testified against him at trial - took without his firsthand involvement.While they testified he directed them to take specific actions that furthered the theft of customer funds and lies to investors and lenders, Bankman-Fried portrayed himself as an aloof CEO who trusted his subordinates.Ellison, who was Bankman-Fried's former on-and-off girlfriend, testified on Oct. 11 that he directed her to falsify Alameda's balance sheets to keep lenders at bay during a June 2022 crash in crypto markets.Bankman-Fried on Friday testified that while Ellison provided him a spreadsheet she was considering sending to a lender, he did not look at it in detail.\"I remember looking over it and saying that it seemed reasonable to me,\" said Bankman-Fried, who occasionally looked toward the jury while testifying.Former FTX chief technology officer Gary Wang testified that Bankman-Fried directed him to implement changes in FTX's computer code that would give Alameda special privileges, such as a $65 billion line of credit and an exemption from being automatically liquidated should its positions lose value, that enabled the theft of funds.Bankman-Fried testified he asked Wang and FTX chief engineering officer Nishad Singh to prevent Alameda from accidentally being liquidated, but did not know at the time that what his colleagues put in place was a feature that allowed Alameda to carry a negative balance.Bankman-Fried was arrested in December 2022, a month after FTX declared bankruptcy following a wave of withdrawals from customers who grew concerned about the safety of their funds.On Friday, Bankman-Fried sought to place much of the blame for Alameda's failure on Ellison. He testified that he became concerned that Ellison had failed to hedge against crypto market downturns, and said that while she was a good manager, she was not focused on \"risk management.\"He also pushed back on her testimony that he thought his trademark unkempt appearance was an important part of FTX's image. He wore T-shirts and shorts while running FTX, he said, because they were \"comfortable,\" and did not cut his hair because he was \"busy and lazy.\" Bankman-Fried presented a clean-cut look to the jury, clad in a dark suit.Bankman-Fried was questioned by both sides on Thursday without jurors present as the judge assessed what parts of his testimony would be admissible. Prosecutors will get their first chance to question Bankman-Fried with jurors present when they cross-examine him next week. Cohen said he would finish direct examination on Monday morning.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "a5622b62-78ba-44a8-ac42-2306d1a7f82d",
        "url": "https://www.reuters.com/markets/deals/western-digital-japans-kioxia-call-off-merger-talks-nikkei-says-2023-10-26/",
        "title": "Western Digital's stop-start merger talks with Japan's Kioxia stall -sources",
        "text": "TOKYO, Oct 27 (Reuters) - Merger talks between Western Digital (WDC.O) and Japan's Kioxia Holdings have stalled, two sources said on Friday, as opposition from Kioxia investor SK Hynix has complicated the on-again, off-again deal to create a memory chip giant.South Korea's SK Hynix (000660.KS), itself a major memory chip maker and rival to both companies, on Thursday said it did not back the deal, citing the potential impact on the value of its investment in Kioxia.That opposition had effectively frozen the deal, one of the people familiar with the matter said. The two people also cited a failure to agree on terms.Shares of Western Digital plunged 9.3% on the news.It was not immediately clear if the merger would ultimately be scuppered or whether it could be revived.Kioxia declined to comment. Western Digital and Bain Capital did not respond to Reuters' requests for comment.Both Western Digital and Kioxia remained keen to seal the tie-up, according to the people and two others familiar with the talks. Merger talks between the chip heavyweights have been off and on since 2021.Representatives of both Western Digital and Kioxia, formerly Toshiba Memory, were working on the sidelines to iron out difficulties, three of the people said. That included an attempt to win over Hynix, one of the people said.All of the people declined to be identified because the information has not been made public.The Nikkei business daily, which first reported news that the talks had been called off, said the companies were also unable to agree on conditions with top Kioxia shareholder Bain Capital.The combined company would control a third of the global NAND flash market, on par with top player Samsung Electronics (005930.KS), threatening the position of Hynix, the world's No. 3 maker of NAND flash memory.Asked about the cancellation, Japanese Industry and Trade Minister Yasutoshi Nishimura told reporters the government would follow up on the situation and continue to support Kioxia as the company is an important manufacturer of advanced chips.The companies were pursuing a merger in the face of a global chip glut and weak demand for flash memory chips, which have increased pressure on chipmakers to consolidate.Since they first started merger talks two years ago, Kioxia and Western Digital's negotiations have often stalled over a number of issues, including valuation discrepancies. There are also concerns about potential antitrust issues, with Chinese regulators posing a big hurdle.The merger would have given the companies \"an opportunity to cut cost and be a more effective competitor in the market\", said Mark Miller, analyst at Benchmark Company.\"But it was a very complicated deal to get done. I'm not sure China would approve the deal either.\"The companies reported a combined loss of roughly $1.4 billion in their latest quarterly reports.Last year, Western Digital launched a review of strategic alternatives, after activist Elliott Investment Management disclosed a stake of nearly $1 billion in the company and pushed it to separate those businesses.Japan's top banks were set to commit 1.9 trillion yen ($12.63 billion) in financing to support the merger, Reuters reported last week.SK Hynix invested 395 billion yen in Kioxia in 2018 as a member of a Bain-led consortium that bought the Japanese firm from Toshiba Corp (6502.T) for 2 trillion yen. It holds convertible bonds that can be converted into an equity stake of up to 15% in Kioxia and its approval was one of the preconditions for the merger.($1 = 150.4200 yen)Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "98c2c756-3459-4f92-82c3-6d249b70cce2",
        "url": "https://www.reuters.com/business/retail-consumer/amazons-playbook-happy-holidays-discounts-same-day-delivery-ai-2023-10-27/",
        "title": "Amazon's playbook for happy holidays: discounts, same-day delivery - and AI",
        "text": "NEW YORK, Oct 27 (Reuters) - Generative AI will be Amazon's (AMZN.O) secret weapon this holiday season, leveraging data from its more than 160 million Prime subscribers to improve ad targeting and allowing merchants to produce promotions quickly.Apart from fast shipping and the usual discounts for Black Friday and Cyber Monday, the company is betting that targeted ads, powered by artificial intelligence (AI), will draw more shoppers and advertisers to its platform.Amazon Chief Executive Andy Jassy said on a call Thursday with analysts that machine learning is helping the company present more relevant ads to shoppers.\"When (advertisers) have to think about budget decisions, they're going to choose (ads) that have large volume and perform better. I think both of those are real advantages in our advertising area right now,\" Jassy said.This week, the company said it is using generative AI to create better product images for advertisers, a move to direct more eyes to third-party sellers' products. The tool generates background pictures for merchandise based on product details.Amazon is not the first online retailer to deploy AI for advertising, but given its scale, Amazon's use is expected to increase adoption of the strategy.The main benefit of generative AI will be its \"ability to show dozens, if not thousands, of variations of your ad personalized to the user,\" said Swiftly Chief Revenue Officer Andy Friedland, a former ad executive at Amazon. Swiftly is a retail technology platform.He said creating different ads for various audiences can be expensive and expects Amazon's AI tools to save money for advertisers.Brendan Witcher, a principal analyst at Forrester, said that Amazon's generative AI ad tool will be \"good for attracting and keeping a segment of third-party sellers and brands advertising on Amazon.\"Other companies including Ascendly Marketing are using generative AI imaging tools that combine pictures of public figures with products. In a recent AI-generated campaign, deceased singer Elvis Presley is holding products from Ascendly's client, Fast Passports and Visas.Adding such \"whimsical imagery\" has increased social sharing significantly, Marshal Davis, Ascendly's President said. His clients are seeing a bump in sales and Google click-through rates, a trend that Amazon wants to see for its own generative AI ad tools during the holiday season.Analysts expect Amazon's advertising business to earn $14.2 billion during the holiday quarter, up from $11.56 billion a year earlier, according to LSEG estimates.The AI-image generator could encourage hesitant shoppers to open their wallets if targeted products are more relevant, Friedland said.Amazon's Prime membership, which costs $14.99 per month or $139 annually, creates a \"huge advantage\" in advertising and better targeting shoppers, which leads to customers making more frequent purchases, Witcher said.\"Volume of traffic is a critical component for success in online advertising,\" he said.Amazon forecasts holiday-quarter revenue in the range of $160 billion and $167 billion, compared to analysts' forecasts of $165.6 billion. Amazon's revenue in the fourth quarter last year was $149.2 billion.Amazon's AI-imaging poses a threat to smaller advertising firms and freelancers who focus on graphic design, Ascendly's Davis said.If widely adopted, Amazon's AI tools could also have another downside: producing ads with similar images for different products, making it harder for sellers to stand out.\"This could make it difficult for brands to differentiate themselves,\" Davis said.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "5c0a51a0-3a91-4c18-a18d-3462b0a17d1d",
        "url": "https://www.reuters.com/technology/google-paid-26-bln-be-default-search-engine-2021-bloomberg-news-2023-10-27/",
        "title": "Google paid $26 bln to be default search engine in 2021 - Bloomberg News",
        "text": "Oct 27 (Reuters) - Alphabet's (GOOGL.O) Google paid $26.3 billion to other companies in 2021 to ensure its search engine was the default on web browsers and mobile phones, a top company executive testified during the Justice Department's antitrust trial, Bloomberg News reported on Friday.The amount of payments Google made for the default status has more than tripled since 2014, according to senior executive Prabhakar Raghavan who is responsible for both search and advertising, the report added.Google's revenue from search advertising came in at $146.4 billion in 2021, while the payments for the default setting were its biggest cost, Raghavan was mentioned as saying in the Bloomberg report.Google declined to comment on the testimony when contacted by Reuters.The company has argued the revenue share agreements are legal and that it has invested to keep its search and advertising businesses competitive. It has also argued that if people are dissatisfied with defaults that they can, and do, switch to another search provider.Google had objected to revealing the numbers, saying they would harm the company's ability to negotiate contracts in the future. Judge Amit Mehta, who is overseeing the case, ruled that the numbers should be disclosed, the report added.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "cfb85fb8-9831-4db2-87cc-59e6f54b5deb",
        "url": "https://www.reuters.com/business/autos-transportation/us-probes-gms-cruise-robocars-over-pedestrian-close-calls-adding-woes-2023-10-27/",
        "title": "US probes GM's Cruise robocars over pedestrian close calls",
        "text": "SAN FRANCISCO, Oct 27 (Reuters) - General Motors’ autonomous vehicle unit, Cruise, is facing multiple federal investigations over its cars’ safety, including two incidents where the robot cars appeared not to yield to pedestrians in crosswalks, according to a U.S. regulator's letter released on Friday.Cruise autonomous cars \"may not be exercising appropriate caution around pedestrians in the roadway,\" according to the letter dated Oct. 20 from the National Highway Traffic Safety Administration. \"This vehicle behavior could increase the risk of a collision with a pedestrian which in turn may result in injury or death.\"NHTSA previously made public another Oct. 20 letter in which it raised concerns over several hard-braking incidents by Cruise vehicles that resulted in collisions.Safety officials cited two videos where Cruise vehicles came close to pedestrians in crosswalks and appeared to nearly strike them. In one, the vehicle is observed steering toward a pedestrian walking a dog, before braking, causing the pedestrian to pause and pull back on the leash. In the other, the car appears to narrowly avoid striking four pedestrians in a crosswalk, including two small children, before it continues down the street.Asked about the videos, Cruise said on Friday the vehicles were tracking all pedestrians in both cases and that it has \"made improvements as part of our process of continuously enhancing our technology to give pedestrians more space around our vehicles.\"The company said of NHTSA's inquiries that it \"cooperated with each of their requests to date as part of the ongoing investigation process and will continue doing so.\"NHTSA said it was seeking additional information from Cruise about the pedestrian incidents including all videos running from at least 30 seconds before and after each event and composite renderings. The agency is seeking the information by the end of Oct. 27.The NHTSA probes add to Cruise’s October woes after the California Department of Motor Vehicles ordered the driverless cars to be removed from state roads, calling them a public hazard and alleging the company had \"misrepresented\" the safety of the technology.Cruise had been operating an Uber-like service with unmanned vehicles, primarily in San Francisco, but the company halted that service this week. It is still allowed in the state to test autonomous cars with human safety drivers.Cruise is competing with Alphabet’s (GOOGL.O) Waymo unit, and others, to develop the robot cars for wider production and deployment. Perfecting the technology will take years of real- world testing, but the companies have run in to resistance from some lawmakers and citizens who said they fear the vehicles are as yet unproven and pose a safety risk.Cruise and Waymo have deployed the cars in several states in addition to California, including Arizona and Texas. As of Friday, Waymo vehicles continued driverless passenger operations in San Francisco, its main hub.The Teamsters union, which has publicly opposed the broad rollout of autonomous vehicles, said Cruise's decision to pause driverless operations nationwide \"is a major concession by the industry.\"\"It’s a cautionary tale of what happens when we let AV companies govern themselves.\"Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "dcf6189a-0f34-45c4-88ce-d3fce0901191",
        "url": "https://www.reuters.com/world/us/biden-deploy-federal-agencies-monitor-risks-ai-politico-2023-10-28/",
        "title": "Biden to deploy federal agencies to monitor the risks of AI, Politico reports",
        "text": "WASHINGTON, Oct 27 (Reuters) - U.S. President Joe Biden will issue an artificial intelligence executive order as soon as Monday, Politico reported on Friday.Citing a draft of the order, Politico reported that Biden will deploy numerous federal agencies to monitor the risks of artificial intelligence and develop new uses for the technology while attempting to protect workers.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "88476f10-a951-4a63-be94-78d148e9310b",
        "url": "https://www.reuters.com/technology/chipmaker-intel-soars-signs-pc-market-recovery-2023-10-27/",
        "title": "Chipmaker Intel soars on signs of PC market recovery",
        "text": "Oct 27 (Reuters) - Intel (INTC.O) rose more than 9% on Friday and sparked a jump in chip stocks after its upbeat forecast signaled that the personal computer market was rebounding from its quarters-long slump.The chipmaker was set to increase its market value by more than $10 billion, if gains hold. Other chip firms such as AMD (AMD.O), Nvidia (NVDA.O) and Arm rose 1% to 2%.\"(Intel) does appear to have turned the corner on the worst of it\", Bernstein analysts said, pointing to the improvements in the PC-focused business and customers it had signed for its chip contract manufacturing business, among others.Under CEO Pat Gelsinger, Intel is trying to turn around its business by making heavy infrastructure investments that the firm hopes will give it an edge in chipmaking and allow it to compete with the likes of Taiwan's TSMC (2330.TW) for foundry clients.After securing three unnamed clients for the contract manufacturing unit, Gelsinger told Reuters on Thursday that he expects to close a deal for a fourth customer before the end of the year.\"The foundry business is slowly taking shape.  The announcement of new customers is a clear positive that shows there is customer interest in what Intel brings to the table,\" Logan Purk, analyst at Edward Jones, said.Intel also forecast fourth-quarter revenue and margins above Wall Street estimates on Thursday, after it reported a smaller-than-feared decline in the segment that houses its PC business for the July-September period.At least 17 analysts raised their price targets on the stock, boosting the median view to $37, according to LSEG data. Intel has rallied 23% this year, but its gains have paled in comparison to the 44.6% jump at AMD and nearly three-fold rise at Nvidia.Intel trades at 22.2 times its 12-month forward earnings estimates, compared with Nvidia's 26.06.Bernstein analyst Stacy Rasgon said Intel's \"AI story still seems marginal\" and the \"datacenter performance continues to suffer from significant headwinds\".The company is under heavy pressure in the data center chip market from Nvidia, whose graphic processing units are used for training artificial intelligence models.Sales at Intel's data center business, which also houses its AI chip division, dropped 10%. But the company has seen interest surge for its \"Gaudi\" AI chips.\"There's a lot of interest in that. We're now supply constrained on Gaudi and racing to catch up to that,\" Gelsinger said.(This story has been refiled to correct the syntax in analyst comment in paragraph 7)Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:48.036672Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "8f591735-48ca-4e15-8dbc-37cccfaabcd2",
        "url": "https://www.reuters.com/business/autos-transportation/uaw-strikes-gm-suv-assembly-propulsion-facility-tennessee-2023-10-28/",
        "title": "UAW strikes GM engine plant, threatening wider disruption",
        "text": "Oct 28 (Reuters) - The United Auto Workers on Saturday expanded its strike at General Motors (GM.N) to include an engine plant in Spring Hill, Tennessee that GM said supplies nine factories producing several of its best selling and most profitable vehicles.UAW President Shawn Fain said he ordered the walkout at the Spring Hill manufacturing complex because GM is balking at contract terms based on deals struck at Ford on Wednesday and Stellantis on Saturday.”We are disappointed by GM’s unnecessary and irresponsible refusal to come to a fair agreement,” Fain said in a statement.GM said it was disappointed by the UAW strike at Spring Hill and that it still seeks \"to reach an agreement as quickly as possible.\"Spring Hill Manufacturing, an assembly and propulsion plant, is the largest GM facility in North America with nearly 4,000 total employees.The complex supplies engines and other components to GM's Fort Wayne, Indiana, and Silao, Mexico large pickup assembly plants; the Corvette assembly plant in Bowling Green, Kentucky; a compact SUV factory in Ramos Arizpe, Mexico; a plant at Spring Hill that builds Cadillac SUVs; and a midsize car plant in Fairfax, Kansas. Two other assembly plants that rely on Spring Hill -- a large SUV factory in Arlington, Texas, and a midsize pickup facility in Wentzville, Missouri, are already on strike.A lengthy Spring Hill strike could greatly increase the financial pain for GM, which said in a filing earlier this week that strike costs had risen to $400 million a week.Moments before employees walked out in Tennessee, the UAW said it reached a tentative labor agreement with Chrysler parent Stellantis (STLAM.MI). It reached a similar deal with Ford Motor (F.N) on Wednesday.The UAW previously struck GM assembly plants in Missouri and Michigan as well as 18 parts distribution warehouses.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "13c29943-3160-485c-b0af-01fe853da384",
        "url": "https://www.reuters.com/markets/us/investors-edge-middle-east-conflict-intensifies-2023-10-28/",
        "title": "Investors on edge as Middle East conflict intensifies",
        "text": "NEW YORK, Oct 28 (Reuters) - Investors are watching for signs that the conflict in the Middle East may be escalate over the weekend, potentially ratcheting up volatility as investors await a Federal Reserve meeting and key U.S. data in the week ahead.Prime Minister Benjamin Netanyahu said on Saturday that Israeli forces had unleashed the second phase of the Gaza war as they pressed ground operations against Hamas militants.Investors have grown more worried about a widening conflict in recent days after the U.S. dispatched more military assets to the Middle East while Israel attacked targets in Gaza and Hamas supporters in Lebanon and Syria.\"The situation in Israel is … causing a lot of anxiety,” said Randy Frederick, managing director of trading and derivatives for Charles Schwab.On Friday, Brent futures settled up 2.9% at $90.48 a barrel on concerns the conflict could disrupt crude supplies. Spot gold , a popular safe haven for nervous investors, vaulted over $2,000 for the first time since mid-May.In a note on Friday, analysts at Capital Economics said the oil market's response to the conflict was \"muted\" so far.\"That said, any sign that the other countries in the region are becoming more involved in the conflict would cause oil prices to rise sharply,\" they wrote.If an escalation of the conflict causes the U.S. to increase war-related spending that raises the deficit, Treasury yields could rise beyond the 16-year highs they already have hit, said Peter Cardillo, chief market economist at Spartan Capital Securities.Some investors also expect a widening conflict could prompt safe-haven buying of Treasuries. This could moderate the surge in yields, which move inversely to prices, and this in turn could ease pressure on stocks and other assets.The S&P 500 has fallen more than 10% since late July, when it reached its high for 2023, though the index is up over 7% year-to-date.\"So far, U.S. government bonds have not been performing their usual safe-haven function,\" UBS Global Wealth Management said in a note on Friday. \"However, an escalation of the conflict would likely shift attention away from monetary policy concerns and boost safe-haven demand for Treasuries.\"Both gold and oil can also provide hedges against near-term volatility, they said.The Cboe Volatility index (.VIX) has climbed in the wake of the conflict and rose on Friday, approaching seven-month highs.The Federal Reserve is set to give its latest monetary policy statement on Wednesday, while Apple's quarterly results highlights another busy week of corporate reports.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "f68c69f8-793d-4275-a21a-137a67f0a059",
        "url": "https://www.reuters.com/markets/rates-bonds/snb-vice-chairman-says-further-rate-hikes-may-be-needed-2023-10-28/",
        "title": "SNB vice-chairman says further rate hikes may be needed",
        "text": "GENEVA, Oct 28 (Reuters) - The Swiss National Bank may need to tighten its monetary policy further depending on how inflation develops in the country, Vice-Chairman Martin Schlegel said in an interview published on Saturday in Swiss newspaper SonntagsBlick.SNB last month held its policy interest rate unchanged at 1.75%, noting that inflation - at 1.6% in August and within the central bank's target range of 0-2% - had eased.\"It cannot be ruled out that further tightening of monetary policy may be necessary,\" Schlegel was quoted as saying. \"This depends on how inflation develops.\"The vast majority of economists polled by Reuters last month, however, said that the SNB was done with interest rate hikes.Schlegel said growth would probably be subdued next year and that unemployment was expected to rise slightly.The Swiss franc hit its strongest level since 2015 against the euro last Friday, on the back of investor risk aversion due to the war in the Middle East, as well as broad weakness in the euro.\"Our country is perceived as so stable that our currency appreciates in times of crisis,\" Schlegel said.\"But of course this also has consequences that are less desirable. This makes it even more difficult for export companies to be successful in economically uncertain times.\"Schlegel added that the central bank was drawing lessons from the government's move to back a rescue deal for Credit Suisse in March, which rattled the Swiss banking sector and caused wider market panic.\"One lesson is certainly that Credit Suisse's liquidity flowed out significantly faster than the regulators in Switzerland and abroad had expected,\" he said.He also said that AT1 bonds, which were written off as part of UBS' (UBSG.S) takeover of Credit Suisse, should have been loss-making at an earlier stage.\"Despite ongoing losses, Credit Suisse did not suspend interest payments on these instruments,\" Schlegel said. \"This would have meant immediate financial relief for the bank.\"Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "e90ebc73-12fa-4461-aa90-13c4cd3533aa",
        "url": "https://www.reuters.com/business/retail-consumer/aurelius-talks-buy-body-shop-source-2023-10-29/",
        "title": "Aurelius in talks to buy The Body Shop, source says",
        "text": "Oct 29 (Reuters) - Private equity investor Aurelius Group is in talks to buy beauty products chain The Body Shop, which has been put up for sale by its Brazilian owner Natura & Co (NTCO3.SA), a source familiar with the talks told Reuters.If completed, the deal is expected to value The Body Shop at a lower price than the 400 million pounds-500 million pounds ($485.20 million-$606.50 million) suggested in some media reports, the source, who did not wish to be identified, said.Brazilian cosmetics maker Natura said in August that its board of directors had authorized the company to search for \"strategic alternatives\" for its subsidiary The Body Shop, including a potential sale of the business. Natura bought The Body Shop from L'Oreal (OREP.PA) in 2017.Natura and Aurelius declined to comment while The Body Shop did not immediately respond to requests for comment.The talks were first reported by Sky News.($1 = 0.8244 pounds)Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "6c5a0ad0-13aa-4fbe-8e81-595f64d8fd0f",
        "url": "https://www.reuters.com/business/aerospace-defense/flights-china-increase-34-above-pre-pandemic-levels-2023-10-28/",
        "title": "Flights in China to increase 34% above pre-pandemic levels",
        "text": "BEIJING, Oct 28 (Reuters) - China's aviation regulator said it will increase domestic flights to 34% above pre-pandemic levels, a move that will further boost the recovery of Chinese airlines.China's top airlines reported their first quarterly profits in more than three years on Friday, fanning industry hopes for China's big three state carriers to finally step out of the difficulties brought by the COVID-19 pandemic.The Civil Aviation Administration of China will roll out its winter and spring season flight plan on Sunday, which will last until March 30, according to the summary of a Friday press conference on the website of CAAC News, which is run by the aviation regulator.There will be 96,651 domestic flights a week, or 34% higher than the same period four years ago, with 7,202 new weekly flights brought on by the opening of 516 new domestic routes.The increase in domestic flights focuses on connections between regional and hub airports like Shanghai, Beijing and Guangzhou, the regulator said.International flights, while slower to recover, are also picking up steam. In the next five months there will be 16,680 weekly flights, with passenger flights expected to reach 71% of the total four years ago.Flights to and from 22 countries, including Britain and Italy, have neared or overtaken pre-pandemic levels, the regulator said.In the winter and spring season, weekly direct passenger flights between China and the United States are expected to increase to 70 from 48, according to a post on Sunday on the CAAC News WeChat account.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "3d4b3101-730a-47cd-bfee-cddfe7b3cfbb",
        "url": "https://www.reuters.com/markets/us/wall-st-week-ahead-frazzled-us-stock-investors-eye-frothy-treasury-market-fed-2023-10-27/",
        "title": "Wall St Week Ahead Frazzled U.S. stock investors eye frothy Treasury market as Fed looms",
        "text": "NEW YORK, Oct 27 (Reuters) - Financial markets are bracing for what could be a momentous week, with a Federal Reserve meeting, U.S. employment data and earnings from technology heavyweight Apple Inc (AAPL.O) possibly setting the course for stocks and bonds the rest of the year.October has lived up to its reputation for volatility, as a surge in Treasury yields and geopolitical uncertainty pressured stocks. The S&P 500 index (.SPX) is down 3.5% for the month, adding to losses that have left it over 10% off its late-July high.Whether the ride remains rough for the rest of 2023 may depend in large part on the bond market. The Fed's 'higher for longer' stance on interest rates and rising U.S. fiscal worries pushed the benchmark 10-year Treasury yield - which moves inversely to prices - to 5% earlier this month, the highest since 2007. Higher Treasury yields are seen as a headwind to stocks, in part because they compete with equities for buyers.Investors worry that yields could rise further if the Fed reinforces its hawkish message at the central bank's Nov. 1 monetary policy meeting. Strong U.S. employment data next Friday could also be a catalyst for yields to rise if it bolsters the case for keeping rates elevated to cool the economy and prevent inflation from rebounding.\"Stocks will start to recover when the market believes that bond yields have peaked,\" said Sam Stovall, chief investment strategist at CFRA Research.Overall, futures markets are pricing in a near-certainty that the Fed does not raise rates in November, and a nearly 80% chance that the central bank holds rates steady in December, according to CME's FedWatch Tool. Still, policymakers have projected they will keep the key policy rate at current levels through most of 2024, longer than markets had previously anticipated.Investors are playing a \"waiting game of how much does each economic data point need to increase to put another rate hike back on the table,\" said Alex McGrath, chief investment officer for NorthEnd Private Wealth.With U.S. Gross Domestic Product growth at a sizzling 4.9% in the third quarter, signs that the labor market remains too hot, or the Fed sees the need for further tightening to control inflation, could fuel further volatility.\"It feels like we are at a crossroads whether or not the strong growth we've seen over the summer months will continue over the fourth quarter,\" and keep worries over inflation and restrictive monetary policy bubbling, said Charlie Ripley, senior investment strategist for Allianz Investment Management.Adding to the bond market's concerns, the Treasury is expected to announce its upcoming auction sizes later this week. Worries about a growing federal deficit and increased supply have helped push yields higher.Investors are also awaiting Apple's results on Thursday, during an earnings season with disappointments from some growth and technology giants, including Tesla and Google. The tech-heavy Nasdaq 100 index is down 11% from its high, though still up nearly 30% on the year.Some investors believe the worst of the selling may be over.A stock market rebound would follow seasonal trends, said Stovall, of CFRA Research. Since 1945, the S&P 500 has advanced by an average of 1.5% in November, making it the year's third-best performing month, he said.More broadly, some believe the stock market's trading patterns this year point to a rebound in the fourth quarter.In the 14 instances when the S&P 500 has gained at least 10% through July and then declined in August, as it did this year, the index has increased every time over the last four months of the year, according to Ned Davis Research. The average gain in those instances has been 10%.Stocks appear \"oversold\" according to technical indicators and could rally if economic data comes in as expected, said Randy Frederick, managing director of trading and derivatives for the Schwab Center for Financial Research.\"The stock market is poised for a late Q4 rally.\"Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "aa2fae7f-7b7c-47e3-8dd2-fc5a594fab9a",
        "url": "https://www.reuters.com/business/healthcare-pharmaceuticals/johnson-johnson-produces-documents-doj-civil-investigation-eye-products-2023-10-27/",
        "title": "J&amp;J says DoJ seeking information related to eye products in civil investigation",
        "text": "Oct 27 (Reuters) - Johnson & Johnson (JNJ.N) disclosed on Friday that the U.S. Department of Justice (DOJ) in July had sought documents and information related to the drugmaker's free and discounted eye surgery products in connection with a civil investigation.The company said it had begun complying with the DoJ's civil investigative demands.J&J said it is in ongoing discussion with DOJ regarding the inquiry.Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "1c726c15-d8b5-419c-a0a5-ec7a9a47e2af",
        "url": "https://www.reuters.com/business/media-telecom/britains-virgin-media-o2-nears-stake-sale-towers-business-glil-sources-2023-10-28/",
        "title": "Exclusive: Britain's Virgin Media O2 nears stake sale in towers business to GLIL",
        "text": "LONDON, Oct 28 (Reuters) - Virgin Media O2 is in exclusive talks to sell a slice of its shareholding in Britain's largest mobile tower network to GLIL Infrastructure, according to four sources familiar with the matter, in a deal that could value the business at about 2.5 billion pounds ($3.03 billion).GLIL, a partnership of British pension funds, has prevailed over other investment firms in an auction that Virgin Media O2's owners, Liberty Global (LBTYA.O) and Telefonica (TEF.MC), held for part of their 50% stake in the tower company, called Cornerstone, earlier this year, the sources said on Friday.If negotiations are concluded successfully, a deal for a minority stake of less than 25% could be announced as early as next week, two of the sources added.The sources cautioned that there remained a chance that no deal would be completed and asked not to be identified because the matter is confidential.Telefonica and Liberty Global have been working with advisers on the sale of up to half of their combined 50% stake in Cornerstone.Vodafone (VOD.L) owns the rest of the business through its Frankfurt-based subsidiary Vantage Towers (VTWRn.H).Spokespeople for Telefonica, Liberty Global, Virgin Media O2 and GLIL declined to comment.Cornerstone, established in 2012, is Britain's largest tower company, managing more than 20,000 sites, according to the company's website.In recent years infrastructure and private equity investors have competed for slices in some of the largest tower deals, including Deutsche Telekom's sale of a majority stake in GD Towers, because of their stable cash yield and long-term contracts.($1 = 0.8241 pounds)Our Standards: The Thomson Reuters Trust Principles.",
        "datetime": "2023-10-29T17:39:53.572577Z",
        "source": "https://www.reuters.com"
    },
    {
        "id": "f0035c07-10d4-4b6d-885e-01ea8d5ab34b",
        "url": "https://www.bbc.com/news/world-middle-east-67255822",
        "title": "UN: Thousands raid Gaza aid depots to take supplies",
        "text": "Thousands of people in Gaza have broken into aid depots to take supplies in what the UN called a \"worrying sign of civil order starting to break down\".The UN relief agency for Palestinians (Unrwa) said warehouses holding basics like flour and soap were ransacked.The news comes as Israel intensifies military action against Hamas in Gaza.More than half of the Strip's 2.4 million inhabitants have been displaced and thousands of buildings have been destroyed, the UN says.Hamas gunmen launched unprecedented attacks on Israel from Gaza on 7 October, killing more than 1,400 people and taking 230 hostages.Since then, Israel has been carrying out strikes and now ground operations in Gaza, where the Hamas-run Palestinian health ministry says more than 8,000 people have been killed.Unwra said its second largest depot - located in Deir al-Balah, in the central Gaza Strip - was targeted on Saturday as it holds most of the humanitarian aid delivered by the UN.People took flour, wheat and hygiene kits after storming this and several other storage facilities in the centre and south of Gaza, the agency said.A senior spokeswoman for the UN World Food Programme (WFP), Abeer Etefa, told the BBC that the raids on warehouses were \"expected\" because of the \"difficult conditions facing people\".\"The bottom line is that people are desperate, they are hungry,\" she said. Some of the displaced Gazans who took items from the UN warehouses told AFP news agency they had \"no flour, no aid, no water, not even toilets\".  Gaza resident Abdulrahman al-Kilani said: \"Our houses were destroyed. No one cares about us. We appeal to the people of the world. All international powers are against us. We needed aid, and we wouldn't have done this if we weren't in need.\"Very little aid, and no fuel, has been allowed to enter Gaza since the attack by Hamas. Israel says it is concerned that supplies will be used by Hamas to continue the conflict.But officials on Sunday indicated that Israel would allow more aid into the strip in the coming days.In a video statement posted on social media, Israel Defense Forces (IDF) spokesman Rear Admiral Daniel Hagari said humanitarian aid from Egypt and the US would be expanded into Gaza on Sunday, without elaborating further on the details.However spokesman for Egypt's foreign ministry, Ahmed Abu Zeid, accused Israel of \"obstructing\" aid deliveries by implementing cumbersome security checks.Meanwhile,  UN Secretary-General António Guterres said the situation in Gaza was growing more desperate by the hour.\"More than two million people, with nowhere safe to go, are being denied the essentials for life - food, water, shelter and medical care - while being subjected to relentless bombardment. I urge all those with responsibility to step back from the brink,\" the UN chief said.",
        "datetime": "2023-10-29T17:39:58.756730Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "4af03224-77d7-4af3-955e-4bac12c1c5e6",
        "url": "https://www.bbc.com/news/entertainment-arts-67253920",
        "title": "Matthew Perry: Friends fame couldn't quell deep demons",
        "text": "While on screen he was making millions laugh on TV's biggest show, Matthew Perry was locked in a painful cycle of addiction, and a battle with demons that stemmed from a damaged childhood.In 1986, after moving to Los Angeles, Matthew Perry was convinced fame would wash all his problems away.\"I yearned for it more than any other person on the face of the planet,\" he wrote in his candid memoir last year.\"I needed it. It was the only thing that would fix me. I was certain of it.\"Perry would eventually get his wish, becoming one of the six central stars of the most beloved sitcom of the past 30 years.Stardom as the sharp-witted Chandler Bing on Friends also brought fortune - in the form of $1.1m an episode - and a string of glamorous girlfriends.Yet behind the scenes, Perry's struggles to keep his personal life and health on the rails only seemed to grow.In his autobiography, Perry traced his insecurities - as well as his comic talents - back to a childhood that was split between his divorced parents, but in which he felt a sense of abandonment from both.His mother was a Canadian beauty queen-turned-journalist who served as press secretary to Prime Minister Pierre Trudeau. His father was a US actor who starred in adverts for Old Spice aftershave.Most of Perry's upbringing was in Ottawa, Canada, but he said he was a \"latchkey kid\" because his mother's job \"just meant I spent a great deal of time alone\".\"Accordingly I learned to be funny - pratfalls, quick one liners, you know the drill - because I had to be,\" he said.His mother had a stressful job, \"and me being funny tended to calm her down enough so that she would cook some food, sit down at the dinner table with me and hear me out - after I heard her out of course\".As for his dad, \"I saw his face more often on TV or in magazines than I did in reality\". But he was \"my hero\", he wrote.By the age of 10, Perry started misbehaving - stealing money, smoking, letting his grades nosedive, and at one point beating up his schoolmate and Trudeau's son Justin - now Canada's PM.He first drank at 13, and deep down, he said he was determined to shut everyone out from his feelings of abandonment.When he moved to LA to live with his father at 15, he seemed to be heading for a tennis career, having been a ranked youth player in Canada.But he found competition tougher in California and set his sights on acting instead. He got parts in 1980s sitcoms Charles in Charge and Growing Pains, then lead roles in 1990's Sydney and 1993's Home Free.When a script for another new sitcom called Friends Like Us came along, Perry immediately saw himself in it.\"When I read the script for Friends Like Us, it was as if someone had followed me around for a year, stealing my jokes, copying my mannerisms, photocopying my world-weary yet witty view of life,\" he said.\"One character in particular stood out to me. It wasn't that I thought I could play Chandler. I was Chandler.\"One small catch was that he had already committed to appearing in a \"sci-fi comedy\" about baggage handlers at Los Angeles airport in the year 2194.But that turned out to be terrible and fell through - as did the actor who was the first choice to play Chandler in the other show, now titled just Friends.So Perry became the last, and youngest, lead actor to be cast.He was immediately sure it would be a success. When he first met creator Marta Kauffman, \"I knew right then and there just how huge it was all going to be\".He was right. The show became a hit and the fame he craved had arrived. But it didn't wash his problems away.Making the shows could be painful, he said. \"I felt like I was going to die if the live audience didn't laugh, and it's not healthy for sure, but I could sometimes say a line and they wouldn't laugh, and I would sweat and just go into convulsions.\"If I didn't get the laugh I was supposed to get, I would freak out. I felt that every single night. This pressure left me in a bad place.\"He began drinking more in the hope that vodka would fix the things that fame hadn't.At one point, it was so bad that Jennifer Aniston confronted him. He wrote: \"'We can smell it,' she said, in a kind of weird but loving way, and the plural 'we' hit me like a sledgehammer.\"But Perry said his co-stars rallied round to support him, and he got a sober companion at work to help with his road to recovery.The attempts at recovery were bumpy, though, and he was in and out of rehab. In 1997, a jet-ski accident left him with an addiction to the painkiller Vicodin. There were problems with alcohol, methadone and amphetamines, and in 2000 he was hospitalised with pancreatitis.He once told BBC Radio 2 he didn't remember filming three years of Friends. \"I was a little out of it at the time somewhere between seasons three and six.\"After more attempts at treatment, he wrote in his memoir that he had been mostly sober since 2001 - \"save for about 60 or 70 mishaps\".When Friends reached its final episode three years later, the cast, crew and audience were in tears. Perry said he felt nothing. \"I couldn't tell if that was because of the opioid I was taking, or if I was just generally dead inside.\"After such a big hit, it was hard for all the cast members to replicate that success.Perry starred as a TV executive producer in Aaron Sorkin's Studio 60 on the Sunset Strip, and had memorable roles in The West Wing and Ally McBeal.More sitcoms came and went. He played a sports talk radio host in Go On; a sports arena manager in Mr Sunshine; and a slovenly flatmate in The Odd Couple.His films included crime caper The Whole Nine Yards and sequel The Whole Ten Yards with his friend Bruce Willis, plus romantic comedy Fools Rush In with Salma Hayek, and he played the older Zac Efron in 17 Again.In 2016, he also wrote a play called The End of Longing - which the Times noted \"explores his characters' search for love and commitment and the damage that can be wrought when those things continue to be absent from life\".Perry never found lasting love and avoided commitment.At first on Friends, he was \"crushing badly\" on Aniston, but those feelings evaporated, mainly because of \"her deafening lack of interest\". He then got together with Julia Roberts when she co-starred on the show. But Perry's insecurities were not far from the surface and he claimed he was constantly convinced she was going to dump him.\"Why would she not? I was not enough; I could never be enough; I was broken, bent, unloveable. So instead of facing the inevitable agony of losing her, I broke up with the beautiful and brilliant Julia Roberts.\"There were other relationships, including with Carrie Fisher's half-sister Tricia, actresses Lizzy Caplan and Yasmine Bleeth, and talent manager Molly Hurwitz.But he said he found it hard to let people in. \"I need love but I don't trust it. If I drop my game like Chandler and show you who I really am you might notice me - but worse you might notice me and might leave me, and I can't have that.\"Meanwhile, his health problems reached a crisis point in 2018.His colon \"exploded\" due to opiate abuse, requiring seven-hour surgery and meaning he was was given a 2% chance of making it through the first night. He did, but spent the next two weeks in a coma.\"I had all but killed myself,\" he later wrote. \"I had never been a partier - taking all those drugs, and it was a lot of drugs, was just a futile attempt to feel better.\"In his memoir, he recounted how he had spent $7m in total trying to get sober, attended 6,000 Alcoholics Anonymous meetings, had 15 stints in rehab, and gone to therapy twice a week for 30 years.It was a high price for those deep-rooted insecurities that weren't fixed by huge fame, but he also used his own experiences to advocate for support for addicts.He turned his $10m Malibu beach compound into Perry House, a men's sober living facility, in 2012, and the project received an award from the White House the following year.He sold it two years later but said he was still committed to providing services for recovering addicts.Now, following his death, that work is being acclaimed alongside the impact he made with his acting talent.And he will long be fondly remembered for that by fans of Friends, on which he wore both his flaws and his natural comic brilliance on his sleeve.",
        "datetime": "2023-10-29T17:39:58.756730Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "1f624337-77a5-46b1-ba3f-a9c7c202b197",
        "url": "https://www.bbc.com/sport/football/67254528",
        "title": "Luis Diaz parents 'kidnapped in Colombia'",
        "text": "",
        "datetime": "2023-10-29T17:39:58.756730Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "98fb0d75-6f94-4477-bee1-1ef403239e0f",
        "url": "https://www.bbc.com/news/world-us-canada-67252297",
        "title": "Mike Pence withdraws from 2024 US presidential race",
        "text": "Former US Vice President Mike Pence has withdrawn from the 2024 presidential race, saying \"this is not my time\".He made the announcement at the Republican Jewish Coalition in Las Vegas on Saturday afternoon.\"We always knew this would be an uphill battle, but I have no regrets,\" he wrote in a statement.Mr Pence is the first major Republican candidate to suspend his campaign in a race led by former President Donald Trump.Mr Pence had languished in recent polls and had struggled to gain the support of Republican voters.The former vice president's campaign had also racked up large amounts of debt, with Mr Pence ending September owing $621,000 (£512,038) and having only US$1.2m (£989,446) in the bank - significantly less than other Republican rivals. \"I am leaving this campaign, but I will never leave the fight for conservative values,\" he wrote in a statement addressed to his supporters.The 64-year-old lost the support of many Republican voters when he publicly broke with Mr Trump over the 6 January Capitol riot in 2021, and when he presided over the certification of Joe Biden's 2020 election results in Congress.Mr Trump admonished Mr Pence for lacking \"courage\" when he refused to overturn the Democratic leader's election victory. Some rioters were heard chanting \"hang Mike Pence\" as they stormed the halls of Congress in 2021, and since then many Trump loyalists have viewed him as a traitor.The former vice-president said in March that Mr Trump's encouragement of the rioters had \"endangered my family and everyone at the Capitol that day\".Read more: Who are the Republican hopefuls not named Trump?In his resignation, Mr Pence did not endorse any other Republican candidates for the presidential election.But he called on Americans to choose a leader that \"will 'appeal to the better angels of our nature' and not only lead us to victory but also lead our nation with civility and back to those time-honoured principles that have always made America strong, prosperous and free.\"Mr Pence's decision to withdraw from the Republican presidential campaign came shortly before the third presidential debate on 8 November.",
        "datetime": "2023-10-29T17:39:58.756730Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "16fbcd7d-8bdd-4c06-9b31-592d99eb9440",
        "url": "https://www.bbc.com/news/world-africa-67254349",
        "title": "Kenya to become visa-free to African visitors",
        "text": "Kenya is to end visa requirements to all African visitors by the end of the year, President William Ruto has said.\"It is time we... realise that having visa restrictions amongst ourselves is working against us,\" he told an international conference.Visa-free travel within the continent has been a goal of the African Union (AU) for the past decade.While there are regional deals and bilateral arrangements, progress towards no restrictions has been slow.Only Seychelles, The Gambia and Benin offer entry to all African citizens without a visa, according to a 2022 AU-backed report.But according to Africa's Visa Openness Index - which measures the extent to which each country in Africa is open to visitors from other African countries - most countries are making progress towards simplifying entry processes and dropping restrictions to some other nations.In 2022, Kenya was ranked 31st on the index out of 54 states.President Ruto told an audience in Congo-Brazzaville that it was bad for business.\"When people cannot travel, businesspeople cannot travel, entrepreneurs cannot travel, we all become net losers.\"Let me say this: As Kenya, by the end of this year, no African will be required to have a visa to come to Kenya,\" he said to loud cheers from the conference delegates.\"Our children form this continent should not be locked in borders in Europe and also be locked in borders in Africa.\"He was speaking at a summit aimed at protecting some of the world's largest rainforests.The AU launched its African passport in 2016. The idea behind the passport is for all African citizens to be able to travel throughout the continent without visas - but it is still not widely available.This is in part because of concerns about security, smuggling and the impact on the local employment markets.If dropping all visa restrictions is currently a step too far, the Visa Openness Index report recommends a number of other measures. These include lowering fees, making visa on arrival standard for African visitors and implementing a secure e-visa system.",
        "datetime": "2023-10-29T17:39:58.756730Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "d397ac6e-ddda-4928-ab1b-a50d90f26dab",
        "url": "https://www.bbc.com/news/world-latin-america-67253576",
        "title": "Soldiers sent to devastated Acapulco amid looting",
        "text": "Some 17,000 soldiers and police have been deployed in the Mexican resort city of Acapulco, where there has been widespread looting since a powerful hurricane hit the region. Videos show people taking food and water from shops, while others walk away with expensive electronic items and clothes from shopping centres. Thirty-nine people are now known to have died in Hurricane Otis.Hundreds of thousands of people remain without power and water.Otis made landfall on the Pacific coast on Wednesday, with winds reaching 165mph (266 km/h). It had intensified from a tropical storm into a category five hurricane - the most severe category - in just 12 hours.Acapulco was among the areas worst hit in Mexico, with 80% of the resort's hotels damaged and streets flooded.The death toll rose to 39 on Saturday - 29 men and 10 women, the government said, while at least 10 are missing. Videos have been uploaded to social media showing looting in hard-hit neighbourhoods as food and water supplies run increasingly low. The main road linking Acapulco to the rest of the country has only now been reopened, allowing the delivery of essential goods to the city.In the Renacimiento neighbourhood, residents have been left angered by the lack of aid.\"The government hasn't given us any help, not even hope,\" Apolonio Maldonado told Reuters news agency, lifting his feet from the water to show deep red cuts on his shins. \"They haven't left any food, or even mattresses or cots.\"President Andrés Manuel López Obrador has promised to help rebuild the city, but has accused his political rivals of exaggerating the extent of the looting to discredit his government before next year's presidential election.\"They circle like vultures, they don't care about people's pain, they want to hurt us, for there to have been lots of deaths,\" he said in a video uploaded to social media. Officials say Otis was the most powerful storm to ever hit Mexico's Pacific coast, leaving a trail of devastation estimated at billions of dollars. ",
        "datetime": "2023-10-29T17:39:58.756730Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "b03a8454-38df-4b38-9199-9ee289f2bd0b",
        "url": "https://www.bbc.com/news/business-67221161",
        "title": "'Crypto King' tells judge he acted on legal advice",
        "text": "Former crypto boss Sam Bankman-Fried has been testifying to a judge at his trial after the jury was sent home.The former entrepreneur was asked to speak to Judge Lewis Kaplan to determine which parts of his testimony can be put to the jury.The 31-year-old is accused of lying to investors and lenders and stealing money from customers of his now-bankrupt cryptocurrency exchange, FTX.He put forward arguments that he was acting on legal advice in good faith.The judge sent the jury home so he could decide which portions of Mr Bankman-Fried's testimony, if any, would be admissible as evidence.The move gave Mr Bankman-Fried and the lawyers a practice run before he potentially speaks in front of the jury.Mr Bankman-Fried defended decisions that had been questioned by prosecutors, including setting some group chats to delete automatically. He said this complied with record keeping policies set up by his legal team.He said he had discussed many other arrangements with his lawyers, including personal loans he received from Alameda, and its role as a \"payments processor\" for FTX.\"Did you take comfort from the fact that lawyers had structured the loans?\" Mr Bankman Fried's attorney Mark Cohen asked. \"Yeah, of course,\" Mr Bankman-Fried responded.He added he had trusted his legal team to prepare applications for bank accounts for his companies. \"I trusted that they were proper forms,\" he said.Prosecutors have objected to Mr Bankman-Fried's arguments that he acted on legal advice, arguing that it is irrelevant if the attorneys were not fully informed.The judge did not immediately rule on what testimony Mr Bankman-Fried could give, but warned that he was pretty \"dubious\" about some of the arguments.Mr Bankman-Fried spoke clearly and confidently at the start, but wavered under a barrage of questions from prosecutor Danielle Sassoon, quizzing about when he had consulted lawyers and what he had told them when he did.\"Listen to the question and answer directly,\" Judge Kaplan instructed Mr Bankman-Fried at one point.Asked if it was his understanding of Alameda was permitted to spend FTX customer funds, Mr Bankman Fried responded: \"I wouldn't phrase it that way but … yes.\"More than a minute passed after Ms Sassoon asked him to point to language in a policy between the two firms that gave him that impression. He eventually pointed to a line that said the funds could \"be held and or transferred\".Judge Lewis Kaplan will rule on Friday on what Mr Bankman-Fried can put before the jury.Mr Bankman-Fried's expected court appearance drew dozens of curious members of the public to the court, including screenwriters, retirees and others sucked in by the former billionaire's dramatic rise and fall.His appearance at the New York court follows 12 days of prosecution testimony in which close former colleagues gave evidence.If he is found guilty he could face a life sentence in prison. Defendants in the US are not obliged to testify during trials - and are often advised against doing so, since it opens them up to questioning by prosecutors. It also gives members of the jury that will decide the case a chance to form their own impressions, which might not be favourable. \"If the jury does not believe him, it's a guaranteed conviction,\" Jacob Frenkel, a former federal prosecutor who has been following the trial told the BBC earlier this month. Despite the risks, many analysts following the trial predicted Mr Bankman-Fried would take the stand to offer his own version of events and try to undermine the story presented by prosecutors. \"The prosecutors have put on a pretty strong case,\" said Carl Tobias, law professor at the University of Richmond. \"I don't know that there's much downside in this case for him to testify given what we've seen so far.\"Prosecutors have built their case on statements from three of his closest former friends and colleagues, who have already pleaded guilty.They have tied Mr Bankman-Fried to decisions to take money deposited at FTX and use it to repay lenders at his crypto trading firm, Alameda Research, buy property, and make investments and political donations.They say he tried to hide the transfers between the two firms and their close relationship - and lawyers have buttressed their allegations with text messages, spreadsheets and tweets. During the trial, these witnesses, who include his ex-girlfriend and former Alameda chief executive Caroline Ellison, have emerged from hours of questioning with their credibility seemingly largely unscathed. Mr Bankman-Fried's defence team has argued he was following \"reasonable\" business practices, as his companies grew rapidly.After the collapse of his companies last year, he admitted in media interviews, including to the BBC, to managerial mistakes but said he never intended fraud.Elizabeth Holmes is among other high-profile examples of defendants who have opted to testify in their own defence.The founder of blood-testing start-up Theranos, who argued that she did not intend to defraud investors, was ultimately convicted of four out of 11 counts and sentenced to more than 11 years in prison.But testifying can also pay off. Tom Barrack, a former private equity executive and fundraiser for former President Donald Trump, and Lebanese businessman Jean Boustani, both took to the stand in separate, unrelated criminal cases and were acquitted.",
        "datetime": "2023-10-29T17:40:01.478022Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "254a694e-666d-4032-958d-070a56c76ca4",
        "url": "https://www.bbc.com/news/technology-67226795",
        "title": "Four problems Elon Musk needs to fix at X",
        "text": "A year ago, having just bought Twitter, Elon Musk walked into its HQ carrying a sink. \"Let that sink in\" he quipped - then fired a large swathe of staff.It was the first flavour of what has been a 12-month whirlwind of erratic change - not least the renaming of the company to X. In some ways, X has been remarkably resilient. Despite rivals old and new circling, it survives. However, with advertisers wary and user metrics shaky, what's next for X?It is difficult to precisely quantify how many people use X because the company doesn't release those figures. But according to several analytics firms, X is not used as much as it was. \"Basically everything is down on a year-over-year basis,\" said David Carr, from the web analytics firm SimilarWeb.Ross Gerber, an investor in Twitter and vocal critic of the direction Mr Musk has taken, said the platform is \"dying\". \"There's reality and there's fantasy. And the reality is, Twitter is dying and it needs to be saved,\" he said.What we know for sure is a lot of big names have left the platform over the last year, including Elton John and Gigi Hadid. Former journalist Madeleine Dunne, who now works for digital marketing agency Story Shop, said she has more or less stopped using the platform because paying for blue tick verification - a change introduced by Mr Musk - has made it \"hard to know who to trust.\" \"Logging into X feels like stepping onto a sinking ship. The 'For You' page is a disaster - verified users on X Premium suffocate out everyone else, so very little of the content is actually stuff I'm interested in,\" she said. The big challenge for X, and Twitter before it, is how to make money. In pursuit of that goal, Mr Musk has radically cut costs through lay-offs, a process which has been bruising for staff.Melissa Ingle, who worked as a moderator, said her \"stomach dropped\" when her company logins abruptly stopped working.\"It was a very, very bad time for me,\" she told the BBC.Twitter has always previously relied on advertising money, but Mr Musk has tried to bolster that with a separate subscription-based revenue stream, where users pay for a blue tick and other features. Recently he announced there would be two new tiers of premium subscriptions.Those innovations haven't really changed things though - X is still heavily reliant on ad revenue, and worryingly for Mr Musk that is going down.According to third-party data, monthly US ad revenue on the platform has declined at least 55% year-over-year each month since Mr Musk bought the company. The business has always struggled to break even - even before Mr Musk's involvement - making an annual profit just twice since its launch in 2006.He has admitted it's a critical issue.\"Need to reach positive cash flow before we have the luxury of anything else,\" he said in a conversation earlier this year. The appointment of 'superwoman' Linda Yaccarino, previously head of advertising at NBCUniversal, as the X CEO - was seen as a positive milestone for the firm, creating distance between Mr Musk and the platform.Dr Ben Marder, senior lecturer in marketing at University of Edinburgh Business School, said he didn't believe Ms Yaccarino had been \"given the space needed to innovate\" and instead she had been \"rather strong-armed by Elon to focus on quick revenue fixes, which leaves only weapons in the arsenal that are more than likely to backfire - like the subscription model.\" Mr Musk wants employees to think big. His long-term plan for X is far greater than just a social media company. He wants X to be \"an everything app.\"When asked by the BBC earlier this year what this means he said: \"I guess you will have to stay tuned to find out\". Perhaps the most specific public description of how X might expand came from Ms Yaccarino in July. \"X is the future state of unlimited interactivity - centred in audio, video, messaging, payments/banking - creating a global marketplace for ideas, goods, services, and opportunities,\" she said. \"Powered by AI, X will connect us all in ways we're just beginning to imagine\". We've already seen Mr Musk diversifying Twitter's offering. Earlier this month he streamed himself playing computer games. He hopes X could compete with apps like Twitch. On Thursday, he launched a new audio and video calls service which works without a phone number. Several users on the platform received a notification when opening the app, stating: \"Audio and video calls are here!\"And then there are Mr Musk's X banking plans. According to the New York Times - which got hold of the pitch deck Mr Musk was giving to investors last year - X was supposed to bring in $15m from a payments business in 2023 - which would grow to about $1.3bn by 2028. Mr Gerber said when he invested, he was mainly investing because it was Elon Musk. \"Really their pitch in a lot of ways was like, we're not sure what this will be. But trust us because it's Elon, and he's going to create something amazing,\" he said.But a year later he's baffled by Mr Musk's plans for the company. \"Will he make concessions with his absolutism on speech to bring back advertisers? Because that's what it really comes down to,\" he said. Filtering out extreme material looks set to be an ongoing problem for X.Research by the Centre for Countering Digital Hate showed that X continued to host nearly 86% of a set of 300 hateful posts collected a week after they were reported to moderators. The group is locked in a legal battle with the platform over its claims. Posts included those promoting antisemitism, racism and white supremacy. Imran Ahmed, founder of the group, said: \"Musk's 12 months at the helm of X is a perfect case study of how naïve it is to expect digital platforms to self-regulate.\" So challenges abound for X - not that they appear to have dented Mr Musk's ambition too greatly. His pinned post on the platform he spent so much money acquiring reads: \"X as humanity's collective consciousness.\"Let that sink in.",
        "datetime": "2023-10-29T17:40:01.478022Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "a3e2d45f-741e-458f-92fb-188e16f23252",
        "url": "https://www.bbc.com/news/technology-67221691",
        "title": "Divisive Online Safety rules become law in UK",
        "text": "After years of debate, the government's controversial Online Safety Bill, which aims to make the internet safer for children, has become law.It seeks to force tech firms to take more responsibility for the content on their platforms.Technology Secretary Michelle Donelan said it \"ensures the online safety of British society not only now, but for decades to come.\"But critics have raised concerns about the implications for privacy.WhatsApp is among the messaging services to threaten to withdraw from the UK over the act. The new law puts the onus on firms to protect children from some legal but harmful material, with the regulator, Ofcom, being given extra enforcement powers.It introduces new rules such as requiring pornography sites to stop children viewing content by checking ages.Platforms will also need to show they are committed to removing illegal content including:Other new offences have been created, including cyber-flashing - sending unsolicited sexual imagery online - and the sharing of \"deepfake\" pornography, where AI is used to insert someone's likeness into pornographic material.The act also includes measures to make it easier for bereaved parents to obtain information about their children from tech firms.Powers in the act that could be used to compel messaging services to examine the contents of encrypted messages for child abuse material have proved especially controversial.Platforms like WhatsApp, Signal and iMessage say they cannot access or view anybody's messages without destroying existing privacy protections for all users, and have threatened to leave the UK rather than compromise message security.Proton, a mail platform with a focus on privacy, says it would be prepared to fight the government in court if it is asked to alter its end-to-end encryption.\"The internet as we know it faces a very real threat,\" said Proton CEO Andy Yen, who says the bills gives the government the power to access people's private messages. \"No-one would tolerate this in the physical world, so why do we in the digital world?\"The government has said the regulator Ofcom would only ask tech firms to access messages once \"feasible technology\" had been developed.Wikipedia has also previously said it would not be able to obey some of the act such as age verificationWhile the act is often spoken about as a tool for reining in Big Tech, government figures have suggested more than 20,000 small businesses will also be affected.Breaking the rules could result in fines of up to 10% of global revenue for tech companies, or £18m - whichever is bigger. Their bosses could also potentially face prison time as a punishment. Ofcom says it will draw up codes of conduct that will provide guidance on how to stay within the new rules, with its first draft codes coming on 9 November. Its boss has also addressed some of the concerns raised about its new role.\"Ofcom is not a censor, and our new powers are not about taking content down. Our job is to tackle the root causes of harm,\" said the regulator's CEO, Dame Melanie Dawes.\"Importantly, we'll also take full account of people's rights to privacy and freedom of expression,\" she added.The Equality and Human Rights Commission welcomed the law, calling it \"a vital first step in addressing harmful content and behaviour online.\"Sir Peter Wanless, NSPCC chief executive, said the law \"will mean that children up and down the UK are fundamentally safer in their everyday lives.\"He added this is partly \"thanks to the incredible campaigning of abuse survivors and young people\".Campaigners have included Ian Russell, whose 14-year-old daughter Molly took her own life in 2017 after viewing suicide and self-harm content on sites such as Instagram and Pinterest.However, fact-checking organisation Full Fact, which supported the bill, said \"retrograde changes\" made to it meant it did not go far enough \"to address the way that platforms treat harmful misinformation and disinformation.\"Full Fact's head of policy and advocacy Glen Tarman continued: \"Our freedom of expression is left in the hands of self-interested internet companies, while dangerous health misinformation is allowed to spread rampant.\"",
        "datetime": "2023-10-29T17:40:01.478022Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "95950d71-965e-4689-b7d4-84361a59a376",
        "url": "https://www.bbc.com/news/technology-67226385",
        "title": "PS5 supply issues finally fixed after three years",
        "text": "Supply chain problems that plagued the PlayStation 5 for three years have now been resolved, its maker Sony has said.The global chip shortage which began in 2020 impacted industries from car manufacturing to credit cards.Customers were frustrated at month-long waits for the PS5, with some queueing outside shops overnight, and others paying resellers sky-high prices.The shortages steadily resolved through 2023, and Sony said its supply chain is now completely fixed worldwide.That means the console is now not only readily available - but a surplus may lead to retailers competing for the sale.It comes as Sony boss Eric Lempel also said it had redesigned its PlayStation Plus subscription service, this week adding cloud gaming for PS5 games.The gaming firm's head of business said players could also cloud stream many of the games they already own digitally.Microsoft's own subscription service, Game Pass, also allows players to stream some of the latest games.Sony's announcement comes as Microsoft announced an aggressively cut-price deal for its Xbox console with three months of its subscription service bundled in, while Sony is focusing on hardware with a smaller PS5 coming soon.In the video game sector all the major companies were affected by the chip shortage, and in 2022 scalpers were selling the PS5 at twice its retail price - despite this, the console increased in price by £30 in stores.Christopher Dring, head of gaming news site Gamesindustry.biz, said the improvement to supply was important after players were unable to buy the new console.He said: \"2022 was a particularly poor year for PS5, with sales down on the previous year due to a lack of available units.\"Sony launched some big games in 2022... but these games were also released on PlayStation 4 because a large proportion of players were still gaming on the previous generation machine.\"He said the shortage of PS5 consoles meant they had largely not been part of Black Friday deals in previous years, but he expected that to change this year.Black Friday is a sales event held on the last Friday of November each year intended to kickstart holiday shopping by offering people cut-price deals.Sony's upcoming hardware also includes a handheld gaming device, the PlayStation Portal, and its Access Controller for disabled gamers.The PlayStation Portal is a cross between a controller and a screen, visually similar to a Nintendo Switch or Steam Deck handheld PC.But Mr Lempel said it was not a rival to either, with players required to own a PS5 to use it.\"It's a different proposition and really just something unique for the PlayStation audience,\" he said.It uses an internet connection to send signal from a game directly to the handheld device, rather than through a cable to a television. Mr Lempel confirmed to the BBC that players will not be able to stream games directly from PlayStation's cloud gaming service onto the device.He suggested it would benefit those who wanted to play games on their sofa while a partner watched TV, or to play games in a different room.But he also confirmed it could be used while outside the home, so long as the internet signal was strong enough.PlayStation will also be launching a controller for disabled gamers, which Mr Lempel called \"a really special product\".The Access Controller is a combination of different buttons, triggers and sticks that lets players create a set-up that suits their needs.It will be the second mainstream disability controller to reach the UK market, following Microsoft's Adaptive Controller which released in 2018.Other manufacturers, such as Hori, have also developed accessible controllers, and in 2022 8BitDo made one for gamers with spinal muscular atrophy, after being contacted by a parent.But unlike Microsoft's controller which works with both Xbox and PC, Sony's controller will not work outside of PlayStation hardware.Mr Lempel said it was designed so disabled people could use the controller without needing the adjust the way they feel comfortable.\"It's really about bringing a PlayStation experience to an audience that may have found difficulty engaging with a PlayStation previously,\" said Mr Lempel.\"The amount of customization you can do with this controller is unique - right out of the box you're given a lot of options.\"This is about configuring the controller for the way you want to play.\"",
        "datetime": "2023-10-29T17:40:01.478022Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "1ed09a42-8d42-433a-b5f0-bfe4dd54eb2f",
        "url": "https://www.bbc.com/news/newsbeat-67204018",
        "title": "How one of gaming's lost sequels finally got made",
        "text": "\"It's been a great year to be a gamer.\"This year has seen one of the strongest videogame line-ups in quite some time.But what if you're a game maker about to release your most personal, ambitious project yet into the world?Sam Lake, creative director at Remedy Entertainment, says it's a \"thrilling\" time but also a nervous one.The studio's about to launch Alan Wake 2, the follow-up to its 2010 cult classic supernatural adventure about a writer whose words can reshape reality.After a few false starts, the title character is back 13 years later, with a darker story and survival horror gameplay seen in titles like Resident Evil 4.Early reviews suggest the wait has been worth it, and the sequel has been hailed as an \"unconventional\" thriller \"masterpiece\".But for a long time, it looked like it wouldn't happen.Sam, who wrote and co-directed the game, admits the \"very personal project\" is one he's been wanting to make for a long time.He's keen to stress that, like all games, Alan Wake 2 has been a \"team effort\" but Sam, who also plays a character in the game, is the public face of the project.Speaking to BBC Newsbeat via Zoom from a conference room at Remedy's headquarters in Finland, Sam's fresh off a \"whirlwind tour\" promoting the game across the world.And with it being so close to the game's release, emotions are high.\"I think that this is every creator's agony in these moments,\" he says.\"You hope that people will enjoy it and like it. \"But before it's out there you have a certain amount of uncertainty as well.\" A sequel to Alan Wake was a hard sell at first. The original came out on Xbox 360 on the same day as Red Dead Redemption - Rockstar Games' cowboy-themed mega hit.Overshadowed by its rival, sales were slow and Sam says \"there was no interest from publishers back then\".But word-of-mouth built up and it eventually registered healthy sales. In the meantime, Remedy published other games including its 2019 hit Control.So when work finally started on the Alan Wake sequel, it was time for Sam to release his \"pent-up ambition\" for the project.It was also a chance to release his main character from the nightmare dimension - known as the Dark Place - where the first game's cliffhanger ending left him.He'll have company this time in the shape of a second playable character, FBI agent Saga Anderson, who's tasked with investigating Alan's disappearance in the prequel.She also acts as a vehicle for new players to discover the story of the first game.In a crowded field, Sam admits Alan Wake 2's original release date was pushed back 10 days to \"get out from under Spider-Man 2\", which came out earlier this month.Sam praises Sony's major PS5 exclusive and other 2023 hits as \"massive, massive, wonderful, wonderful games\" but insists Alan Wake 2 isn't \"directly competing\" with them.It's also a digital-only release, a decision Sam says owes a lot to Fortnite maker Epic Games, Alan Wake 2's publisher, which runs its own online games store.That's kept the price of the game down but could be a risky strategy, as even though digital sales are more popular overall, 2023's best-sellers so far have also been available in physical form.The days leading up to Alan Wake 2's release have also been consumed by conversations about the demanding specs required to run the game on PC.When talk turned to console performance, Remedy's PR chief Thomas Puha moved to reassure fans they would be \"positively surprised\" by the results. Some reviews suggest it pushes hardware to the limits but Sam, who insists he's not a \"technical guy\", remains optimistic Alan Wake 2 will override those concerns.\"I feel confident, from the perspective of what we have created, that it has a lot of originality to it,\" he says.\"And it is a very unique experience in many different ways.\"Unique experiences are something Remedy's become known for since it was founded 28 years ago as a much smaller operation.Their breakout hit, Max Payne, established its tradition for single-player action-adventure titles with a strong narrative focus.And despite being billed as a survival horror title, Alan Wake 2 has lots of Remedy touches that its makers hope will set it apart from other games.It contains a \"film's worth\" of live-action story sequences, and players experience its dual narrative through the eyes of both Alan and Saga.FBI profiler Saga has a \"Mind Place\" - an investigation room with a case board like the ones seen in many thriller movies.From here players literally piece together clues and new information, opening up new missions and stories.Sam describes this as a \"key part of the interactive storytelling\" and \"giving players the fantasy of 'I am solving this case, I am a detective'\".\"But we also wanted to find methods of interaction and gameplay where the player can, in a very concrete way, be engaged with the story and piecing together the story and solving this mystery,\" he says.But Remedy's also known for its sense of fun, quirky little touches that round out its worlds.In the Alan Wake universe, coffee plays a surprisingly large role - part of the sequel takes place in Coffee World, an abandoned theme park based around... you guessed it.And the hot drink also provided the unique inspiration for Sam's TikTok account.Where most game developers might post trailers, screenshots or progress updates to their feeds, Sam's is full of videos of him taking sips from a mug or travel cup.Sam says it's been \"surprisingly popular\" - so much so that, unlike his previous viral marketing attempts, he says he won't stop once Alan Wake 2 comes out.When Sam speaks to Newsbeat, he apologises for being \"off-brand\" and without a mug of coffee by his side - but says he'll get one straight after the interview.And while he's drinking, he might reflect on the last 13 years, and on finally getting to create the sequel.\"Looking back with all of those frustrations along the way, I am very happy that it didn't happen before, that it only happened now,\" he says. \"There's been a lot of growing and a lot of learning through the years, and if the sequel would have happened back then we could not have made the game that we have now made.\"Listen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here.",
        "datetime": "2023-10-29T17:40:01.478022Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "54d252dd-d4f7-45e4-a0cd-42f730d80de5",
        "url": "https://www.bbc.com/news/technology-67214722",
        "title": "Spider-Man 2 fastest-selling game made by PlayStation",
        "text": "Sony has announced its latest Spider-Man release is the fastest-selling video game made by PlayStation.Spider-Man 2 sold more than 2.5 million physical and digital copies in its first 24 hours, it said in a blog post.The game, developed by PlayStation-owned Insomniac Games, has won rave reviews since it was released on Friday for the PS5.But it has faced some criticism over its length, with its main story taking around 15 hours to complete.That extends to roughly 40 hours including side-content, a fairly typical length for video games, although some releases this year like Baldur's Gate 3 can potentially be played for hundreds of hours.Spider-Man 2 has been praised for its representation of Puerto Rican culture, but there has been criticism after its flag was confused with that of Cuba in the main character's house.The developers have pledged to fix the mistake.Despite Spider-Man 2's title, it is actually the third game in the series, following releases in 2018 and 2020.Like the previous games the latest version takes place in a virtual New York City, but for the first time, gamers can play as either Peter Parker or Miles Morales - both alter-egos of the popular superhero.\"Insomniac Games holds itself to incredibly high standards when it comes to delivering engaging and innovative gameplay experiences,\" said PlayStation's head of business operations Eric Lempel.\"I want to say thank you to the fans - we truly hope you are enjoying your time playing as Peter and Miles in this amazing adventure.\"Spider-Man 2 was one of a series of high profile games launched last week, including new titles from gaming icons Mario and Sonic.Super Mario Bros Wonder and Sonic Superstars drew headlines after the gaming rivals released games in the same week for the first time for more than 30 years.Spider-Man 2 outperformed both in boxed sales to be the biggest physical video-game launch in the UK last week. It is now one of the highest-rated PlayStation 5 titles on gaming-aggregator Metacritic.Despite being the biggest physical launch of the year on PS5, the game has not yet reached the dizzying heights of the Legend of Zelda: Tears of the Kingdom, which sold more than 10 million copies in just three days.That game, released by Nintendo in May, remains the biggest physical video game launch in the UK in 2023.The physical sales of Spider-Man 2 only make up part of the total 2.5 million copies sold - which Christopher Dring, head of gaming news site GamesIndustry.biz, said would have mainly been downloads. \"The majority of games sold these days are digitally downloaded,\" he said. \"The market was heading in this direction before the pandemic hit - in 2019 in the UK, around half of games were sold digitally while half were sold in physical stores, but since 2020, that number has jumped and over 70% of games are downloaded. \"There are still millions of boxed games sold every year, and you can't download a console or a controller. But it is now a much, much, much smaller part of the market.\"",
        "datetime": "2023-10-29T17:40:01.478022Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "f5aad16a-fca4-4345-896f-18d7ce28ce13",
        "url": "https://www.bbc.com/news/business-67242519",
        "title": "'Crypto King' admits people got hurt in FTX collapse",
        "text": "Former crypto boss Sam Bankman-Fried acknowledged \"a lot of people got hurt\" when the FTX exchange he founded collapsed, in his testimony to the jury at his fraud trial.The former entrepreneur said he had made many mistakes when running the cryptocurrency exchange.The 31-year-old is accused of lying to investors and lenders and stealing money from customers.He has denied those charges, instead arguing that he acted in good faith.\"We thought we might be able to build the best product on the market,\" he told his attorneys in his opening questioning. \"It turned out basically the opposite of that\".\"A lot of people got hurt, customers, employees, and the company ended up in bankruptcy.\"Mr Bankman-Fried told the Manhattan federal court he made \"a number of small mistakes and a number of larger mistakes\" while running the now-bankrupt exchange.The biggest mistake, he said, was not having a dedicated risk management team.He said he did not defraud anyone or take customer funds.Mr Bankman-Fried started testifying on Thursday in an unusual hearing after the jury had been sent home.US District Judge Lewis Kaplan asked him to preview his testimony about the involvement of lawyers in key decisions at the heart of the case so he could decide whether it was admissible as evidence.Mr Bankman-Fried has argued that he acted on legal advice.But prosecutors have accused him of using FTX customer funds to prop up his crypto-focused hedge fund, Alameda Research, make speculative venture investments, and donate more than $100m to US political campaigns. He also faces charges of trying to cheat Alameda's lenders and FTX investors.Judge Kaplan ruled that Mr Bankman-Fried would not be allowed to present testimony about the work lawyers did on various loans made to Mr Bankman-Fried from Alameda and other policies.The judge said the evidence \"would be confusing and highly prejudicial in implying that the lawyers with full knowledge of the facts blessed what the defendant has done\".On Friday, Mr Bankman-Fried's attorneys asked him to recount his time at MIT, when he lived in a group house with Gary Wang and Adam Yedidia - both of whom have testified against him in this case.Mr Bankman-Fried said it was \"nerdy\". \"Lots of board games, not drinking.\"The defence tried to paint a portrait of a boss who was more hands off than earlier testimony had suggested. For example, he said he discussed the \"goals\" of the FTX site but didn't read or write the code. \"I wasn't much of a programmer.\"Mr Bankman-Fried said he \"wasn't entirely sure\" what happened to the money that FTX customers wired to Alameda when they set up their accounts, trusting staff to handle and track the money.He said he thought money to repay Alameda's loans came from the company - not FTX customers as the prosecutors have alleged - and that he never directed his friends to make political donations.Challenging earlier testimony from others, he said he did not become aware that Alameda owed $8bn in customer deposits to FTX until October 2022. \"I was very surprised\" he said.He also said he had not been aware of some of the specific features of Alameda's account at FTX, including its ability to borrow virtually unlimited sums from the exchange.Prosecutors have alleged those features were how Alameda ended up raiding customer funds.Mr Bankman-Fried suggested that the features were the idea of some of his top lieutenants at FTX - Gary Wang and Nishad Singh - as they tried to address his concerns about ensuring that trading on the exchange ran smoothly.Mr Wang and Mr Singh, who worked at FTX, have both pleaded guilty to various charges and testified against Mr Bankman Fried at trial along with his ex-girlfriend Caroline Ellison, who became chief executive of Alameda.Mr Bankman-Fried described working as much as 22 hours per day and getting thousands of emails. He said he aimed to have 60,000 unread messages rather than having nothing in his inbox.The courtroom and two overflow rooms were packed with dozens of reporters and members of the public.His appearance in court follows 12 days of prosecution testimony in which close former colleagues gave evidence.If he is found guilty he could face what is effectively a life sentence in prison.Defendants in the US are not obliged to testify during trials - and are often advised against doing so, since it opens them up to questioning by prosecutors.Despite the risks, many analysts following the trial predicted Mr Bankman-Fried would take the stand to offer his own version of events and try to undermine the prosecution case.",
        "datetime": "2023-10-29T17:40:04.712588Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "aacd73c2-2b37-4dc4-afd5-95a1630ca21f",
        "url": "https://www.bbc.com/news/business-67233075",
        "title": "Russia hikes rates to 15% as inflation soars",
        "text": "Russia's central bank has put up its key interest rate to 15% to try to curb inflation and bolster a weak rouble.The higher-than-expected rate hike of two percentage points raises borrowing costs for the fourth time in a row.Globally the pace of price rises has been high, in part due to Russia's invasion of Ukraine. Inflation in Russia hit 6% in September.There has also been increased government spending in Russia as it pours resources into its war machine.The Bank of Russia, the country's central bank, has now raised rates by 7.5 percentage points since July as it seeks to get inflation back down to its 4% target.This includes an unscheduled emergency hike in August as the rouble tumbled past 100 to the dollar and the Kremlin called for tighter monetary policy.\"Current inflationary pressures have significantly increased to a level above the Bank of Russia's expectations,\" it said on Friday.Demand for goods and services was outpacing supply, and it said there was high lending growth.Supply chain disruption during the coronavirus pandemic helped push up prices, then Russia's invasion of Ukraine in February 2022 disrupted global food supplies and drove up energy costs.Food and energy price inflation have been major factors in pushing up prices in general across the world.Pressure has also been mounting on the Russian economy due to imports rising faster than exports and military spending growing for the Ukraine war.Russia was targeted by Western sanctions in response to its assault on Ukraine.The rouble plummeted after war first broke out, but was bolstered by capital controls and oil and gas exports.However, the currency has lost about a quarter of its value overall against the US dollar since the conflict began.This is not the first time the Bank of Russia has hiked interest rates sharply. When Russia first attacked Ukraine the bank raised rates from 9.5% to 20%, but began cutting them shortly afterwards.But rate hikes can only go so far in steadying an economy, and analysts have said Russia could struggle to attract investment due to Western sanctions.A major factor in the rouble weakening has been Russia's trade being hit by the sanctions, economists have said.Since the outbreak of war, many EU countries which relied on Russian oil and gas have pledged to wean themselves off imports from the country and many have since found alternative suppliers.EU leaders introduced a price cap plan to limit the amount Russia earns from its oil exports and the country has also been excluded from Swift, an international payment system used by thousands of financial institutions.The European Commission has said the Russian sanctions are working.Coal exports have fallen, and oil production in the country is down more than a quarter, it said in a blog post in August.",
        "datetime": "2023-10-29T17:40:04.712588Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "fce523e6-637e-4347-83c0-07feaab7fbbb",
        "url": "https://www.bbc.com/news/uk-67235777",
        "title": "China economic reformer Li Keqiang dies at 68",
        "text": "Former Chinese premier Li Keqiang has died of a heart attack aged 68. State media said he died at 10 minutes past midnight on Friday despite \"all-out\" efforts to revive him. Li was once tipped to be the country's future leader but was overtaken by President Xi Jinping.A trained economist, he held the second highest-ranked position in China, though in recent years, he was widely isolated amongst China's top leadership. He was the only incumbent top official who didn't belong to Mr Xi's loyalists group. \"Li's death means the loss of a prominent moderating voice within the senior levels of the Chinese Communist Party (CCP), with no one apparently being able to take over the mantle,\" Ian Chong, non resident scholar at the Carnegie China think tank told the BBC. \"This probably means even less restraint on Mr Xi's exercise of power and authority.\"Li, who had stepped down as premier in March this year, suffered a sudden heart attack on Thursday and died early on Friday while he was in Shanghai. His death is being widely mourned on Chinese social media, with many expressing shock and grief - though comments on many posts appear to have been restricted. \"This is too sudden, he was so young,\" said one user on Chinese social media site Weibo. Another said his death was like losing \"a pillar of our home\". Reports of Li's death have also appeared in state media, in which his contribution to the CCP and the country are recognised.Deaths of former Chinese leaders have triggered protests in the past. An outpouring of mourning during Jiang Zemin's death last year was seen as a subtle criticism of President Xi. Li was known as one of the smartest political figures of his generation. He was accepted into the prestigious Peking University Law School soon after the universities were reopened following Mao's Cultural Revolution during which millions of people are believed to have died. He is best known outside of China for the Li Keqiang index, a term coined by The Economist as an informal measurement of China's economic progress.  Li came from a modest family and was the son of a local official. He was born in July 1955 in Dingyuan County in eastern China's Anhui province.He rose among the ranks, becoming the youngest provincial governor in China and later earning a spot in the top echelon of the party's central leadership, the Politburo Standing Committee.At one point there was speculation that he would be groomed to succeed Mr Xi's predecessor Hu Jintao.He was widely considered to be Mr Hu's protégé and was the last appointee of the Hu administration to remain on the Politburo Standing Committee before he stepped down in March this year. The Hu years were seen as a time of opening up to the outside world and increased tolerance of new ideas.Li was known for being pragmatic in economic policies, with a focus on reducing the wealth gap and providing affordable housing.\"He was a very enthusiastic open man who really strove to get China ahead and facilitated open dialogue with people from all walks of life,\" Bert Hofman, a professor at the National University of Singapore told the BBC's Newsday programme. Li will be remembered for being \"open and reformist in his economic orientation\", said Dr Chong. \"[He was] more of a technocrat than an ideologue or loyalist.\"Li pushed for policies to encourage entrepreneurship and technology innovation, especially among young people.In a Party dominated by engineers, he was an economist who become known for \"telling it like it is\" - publicly acknowledging China's economic problems as a means of finding solutions.His economic policy of structural reform and debt reduction, termed \"Likonomics\", aimed to reduce China's dependency on debt-fuelled growth and steer the economy towards self-sustainability.But by 2016, articles in the party's mouthpiece People's Daily had dropped \"Likonomics\" in favour of Mr Xi's economic thoughts, which emphasised micro-economic reforms and advocated supply-side changes.Hofman added that Li led China's major campaign against air pollution during his time as premier, famously \"declaring war\" against pollution in 2014 and acknowledging at the highest level that it was a crisis for the country - leading to a significant reduction in pollution and associated health risks.Li's end of his time in office was mired in China's zero-Covid crisis.During the worst of it, he warned that the economy was under massive pressure and called on officials to be mindful of not letting restrictions smash growth. He even appeared unmasked in public before China lifted its zero-Covid policy.  But when cadres had to choose between his order to protect the economy and Mr Xi's to maintain zero-Covid with extreme discipline, it was no contest - with China doubling down on restrictions. Zero-Covid hit China's economy hard, strangling supply chains and shuttering businesses, from economic hub Shanghai to rural towns.Additional reporting by Kelly NgSign up for our morning newsletter and get BBC News in your inbox.",
        "datetime": "2023-10-29T17:40:04.712588Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "a43170da-3b03-414b-a307-001e39856ee7",
        "url": "https://www.bbc.com/news/business-67236693",
        "title": "NatWest hit by profit fears as it admits Farage failings",
        "text": "NatWest's shares tumbled after the bank lowered its profit expectations and admitted to \"serious failings\" in its treatment of Nigel Farage.An independent report found the bank failed to communicate its decision properly when it decided to shut Mr Farage's Coutts account.But the closure was lawful, and based mainly on commercial reasons, it said.NatWest's shares initially fell by 18% in early trading, their biggest drop since the 2016 Brexit vote.Its shares eventually closed 11% lower after its latest results disappointed investors.The bank, which is 39% owned by the taxpayer, cut its forecasts for lending margins for the year, which it said was largely due to customers moving cash from current accounts to savings accounts. Its £1.3bn profits for the three months to the end of September also fell short of forecasts.The results were published at the same time as the independent report by law firm Travers Smith, which had been commissioned to investigate the closure of ex-UKIP leader Mr Farage's account.Russ Mould, investment director at AJ Bell, said investors had turned their attention from the report \"to an equally damaging profit downgrade\" which he said showed \"any benefit from higher interest rates seems to be evaporating\" for the bank.Mr Farage, a prominent Brexiteer, said earlier this year that Coutts, the prestigious private bank for the wealthy and owned by NatWest, planned to shut down his account and that he had not been given a reason.The BBC reported that his account was being closed because he no longer met the wealth threshold for Coutts, citing a source familiar with the matter.However, the politician later obtained a report from the Bank which indicated his political views were also considered.The fallout let to NatWest's chief executive, Dame Alison Rose, resigning after admitting she had made a mistake in speaking about Mr Farage's relationship with the bank, and also led to public debate over people being having their bank accounts shut due to their views.Travers Smith concluded the decision to close Mr Farage's Coutts account was \"predominantly a commercial decision\" and said the bank \"considered its relationship with Mr Farage to be commercially unviable because it was significantly loss-making\".But it said other factors were considered, including Coutts' reputation with customers, staff and investors due to Mr Farage's public statements on issues such as the environment, race, gender and migration.Travers Smith said these public views were not a determining factor in closing his Coutts account, but the law firm did \"consider them to have supported the decision\".It also said a decision taken in May 2022 to continue classifying Mr Farage as a Politically Exposed Person or PEP was \"incorrect\".  Someone classed as a PEP generally presents a higher risk for financial institutions as they are deemed to be more exposed to potential involvement in bribery and corruption by virtue of their position and the influence they may hold. As a result, banks are required to do extra due diligence on them.Mr Farage branded the review a \"whitewash\", accused Travers Smith of having taken a \"mealy-mouthed approach to this complex issue\", and described some of the findings as \"laughable\".Sir Howard Davies, NatWest Group's chairman, said although the investigation confirmed the decision to close the account was lawful, \"the findings set out clear shortcomings in how it was reached as well as failures in how we communicated with him and in relation to client confidentiality\".\"We apologise once again to Mr Farage for how he has been treated. His experience fell short of the standards that any customer should expect,\" he addedEarlier this week, the Information Commissioner's Office (ICO) concluded that Dame Alison had breached Mr Farage's privacy rights.On Friday, the ICO said Dame Alison had \"expressed concern\" about the reporting of her role.\"The ICO acknowledges that we did not investigate a complaint against Ms Rose nor did we give her an opportunity to comment on any findings in relation to her role,\" it said.\"We concede that it would have been appropriate to do so, and we will be reviewing this as a matter of urgency.\"Travers Smith said Dame Alison's disclosures about Mr Farage \"probably amounted\" to a personal data breach, but added she \"honestly, but incorrectly, believed that the client [Mr Farage] had publicly confirmed that he was a customer of Coutts\".Mr Farage told the BBC's Today programme that Dame Alison was \"given a chance\" to correct her error prior to information being made public but that \"she didn't\".The financial watchdog, the Financial Conduct Authority, which regulates banks, said the review highlighted potential regulatory breaches and said it was investigating both NatWest and Coutts.As well as Dame Alison, the boss of Coutts,  Peter Flavel, also resigned as a result of events.In response to Friday's report, Dame Alison said that the review had \"concluded that I inadvertently confirmed what had already been widely reported, that Mr Farage held an account at Coutts\".\"Travers Smith is clear that 'there was no leak of specific detailed financial information',\" she added. Despite quitting, Dame Alison is set to receive a £2.4m pay package for 2023, but could also get a further £2.8m maximum pay out in bonuses and share awards.NatWest has said the pay out linked to share awards could yet be adjusted and that the bank could decide to \"claw back\" those awards at a later date. A decision is yet to be made.Separately, the bank said it was taking several steps including one to ensure \"lawfully protected beliefs or opinions of customers do not play any role\" in bank account closures.\"Our job now is to make sure that does not happen again,\" added Sir Howard.",
        "datetime": "2023-10-29T17:40:04.712588Z",
        "source": "https://www.bbc.com"
    },
    {
        "id": "60cb97bd-35e0-4e72-8cfa-52a230c7aedf",
        "url": "https://www.bbc.com/news/technology-67226795",
        "title": "Four problems Elon Musk needs to fix at X",
        "text": "A year ago, having just bought Twitter, Elon Musk walked into its HQ carrying a sink. \"Let that sink in\" he quipped - then fired a large swathe of staff.It was the first flavour of what has been a 12-month whirlwind of erratic change - not least the renaming of the company to X. In some ways, X has been remarkably resilient. Despite rivals old and new circling, it survives. However, with advertisers wary and user metrics shaky, what's next for X?It is difficult to precisely quantify how many people use X because the company doesn't release those figures. But according to several analytics firms, X is not used as much as it was. \"Basically everything is down on a year-over-year basis,\" said David Carr, from the web analytics firm SimilarWeb.Ross Gerber, an investor in Twitter and vocal critic of the direction Mr Musk has taken, said the platform is \"dying\". \"There's reality and there's fantasy. And the reality is, Twitter is dying and it needs to be saved,\" he said.What we know for sure is a lot of big names have left the platform over the last year, including Elton John and Gigi Hadid. Former journalist Madeleine Dunne, who now works for digital marketing agency Story Shop, said she has more or less stopped using the platform because paying for blue tick verification - a change introduced by Mr Musk - has made it \"hard to know who to trust.\" \"Logging into X feels like stepping onto a sinking ship. The 'For You' page is a disaster - verified users on X Premium suffocate out everyone else, so very little of the content is actually stuff I'm interested in,\" she said. The big challenge for X, and Twitter before it, is how to make money. In pursuit of that goal, Mr Musk has radically cut costs through lay-offs, a process which has been bruising for staff.Melissa Ingle, who worked as a moderator, said her \"stomach dropped\" when her company logins abruptly stopped working.\"It was a very, very bad time for me,\" she told the BBC.Twitter has always previously relied on advertising money, but Mr Musk has tried to bolster that with a separate subscription-based revenue stream, where users pay for a blue tick and other features. Recently he announced there would be two new tiers of premium subscriptions.Those innovations haven't really changed things though - X is still heavily reliant on ad revenue, and worryingly for Mr Musk that is going down.According to third-party data, monthly US ad revenue on the platform has declined at least 55% year-over-year each month since Mr Musk bought the company. The business has always struggled to break even - even before Mr Musk's involvement - making an annual profit just twice since its launch in 2006.He has admitted it's a critical issue.\"Need to reach positive cash flow before we have the luxury of anything else,\" he said in a conversation earlier this year. The appointment of 'superwoman' Linda Yaccarino, previously head of advertising at NBCUniversal, as the X CEO - was seen as a positive milestone for the firm, creating distance between Mr Musk and the platform.Dr Ben Marder, senior lecturer in marketing at University of Edinburgh Business School, said he didn't believe Ms Yaccarino had been \"given the space needed to innovate\" and instead she had been \"rather strong-armed by Elon to focus on quick revenue fixes, which leaves only weapons in the arsenal that are more than likely to backfire - like the subscription model.\" Mr Musk wants employees to think big. His long-term plan for X is far greater than just a social media company. He wants X to be \"an everything app.\"When asked by the BBC earlier this year what this means he said: \"I guess you will have to stay tuned to find out\". Perhaps the most specific public description of how X might expand came from Ms Yaccarino in July. \"X is the future state of unlimited interactivity - centred in audio, video, messaging, payments/banking - creating a global marketplace for ideas, goods, services, and opportunities,\" she said. \"Powered by AI, X will connect us all in ways we're just beginning to imagine\". We've already seen Mr Musk diversifying Twitter's offering. Earlier this month he streamed himself playing computer games. He hopes X could compete with apps like Twitch. On Thursday, he launched a new audio and video calls service which works without a phone number. Several users on the platform received a notification when opening the app, stating: \"Audio and video calls are here!\"And then there are Mr Musk's X banking plans. According to the New York Times - which got hold of the pitch deck Mr Musk was giving to investors last year - X was supposed to bring in $15m from a payments business in 2023 - which would grow to about $1.3bn by 2028. Mr Gerber said when he invested, he was mainly investing because it was Elon Musk. \"Really their pitch in a lot of ways was like, we're not sure what this will be. But trust us because it's Elon, and he's going to create something amazing,\" he said.But a year later he's baffled by Mr Musk's plans for the company. \"Will he make concessions with his absolutism on speech to bring back advertisers? Because that's what it really comes down to,\" he said. Filtering out extreme material looks set to be an ongoing problem for X.Research by the Centre for Countering Digital Hate showed that X continued to host nearly 86% of a set of 300 hateful posts collected a week after they were reported to moderators. The group is locked in a legal battle with the platform over its claims. Posts included those promoting antisemitism, racism and white supremacy. Imran Ahmed, founder of the group, said: \"Musk's 12 months at the helm of X is a perfect case study of how naïve it is to expect digital platforms to self-regulate.\" So challenges abound for X - not that they appear to have dented Mr Musk's ambition too greatly. His pinned post on the platform he spent so much money acquiring reads: \"X as humanity's collective consciousness.\"Let that sink in.",
        "datetime": "2023-10-29T17:40:04.712588Z",
        "source": "https://www.bbc.com"
    }
]